{
    "Sandymount": {
        "nominatim": [
            53.3318342,
            -6.2153462
        ],
        "lines": [
            2
        ],
        "count": 1,
        "text": [
            "Won’t you come to Sandymount,      Madeline the mare?"
        ]
    },
    "Edenville": {
        "nominatim": [
            54.4511386,
            -8.2844694
        ],
        "lines": [
            6
        ],
        "count": 1,
        "text": [
            "They came down the steps from Leahy’s terrace prudently, _Frauenzimmer_: and down the shelving shore flabbily, their splayed feet sinking in the silted sand. Like me, like Algy, coming down to our mighty mother. Number one swung lourdily her midwife’s bag, the other’s gamp poked in the beach. From the liberties, out for the day. Mrs Florence MacCabe, relict of the late Patk MacCabe, deeply lamented, of Bride Street. One of her sisterhood lugged me squealing into life. Creation from nothing. What has she in the bag? A misbirth with a trailing navelcord, hushed in ruddy wool. The cords of all link back, strandentwining cable of all flesh. That is why mystic monks. Will you be as gods? Gaze in your _omphalos_. Hello. Kinch here. Put me on to Edenville. Aleph, alpha: nought, nought, one."
        ]
    },
    "Strasburg": {
        "nominatim": [
            53.3401685,
            -6.2216846
        ],
        "lines": [
            11
        ],
        "count": 1,
        "text": [
            "His pace slackened. Here. Am I going to aunt Sara’s or not? My consubstantial father’s voice. Did you see anything of your artist brother Stephen lately? No? Sure he’s not down in Strasburg terrace with his aunt Sally? Couldn’t he fly a bit higher than that, eh? And and and and tell us, Stephen, how is uncle Si? O, weeping God, the things I married into! De boys up in de hayloft. The drunken little costdrawer and his brother, the cornet player. Highly respectable gondoliers! And skeweyed Walter sirring his father, no less! Sir. Yes, sir. No, sir. Jesus wept: and no wonder, by Christ!"
        ]
    },
    "Alexandria": {
        "nominatim": [
            53.3323927,
            -6.2740151
        ],
        "lines": [
            39
        ],
        "count": 1,
        "text": [
            "Reading two pages apiece of seven books every night, eh? I was young. You bowed to yourself in the mirror, stepping forward to applause earnestly, striking face. Hurray for the Goddamned idiot! Hray! No-one saw: tell no-one. Books you were going to write with letters for titles. Have you read his F? O yes, but I prefer Q. Yes, but W is wonderful. O yes, W. Remember your epiphanies written on green oval leaves, deeply deep, copies to be sent if you died to all the great libraries of the world, including Alexandria? Someone was to read them there after a few thousand years, a mahamanvantara. Pico della Mirandola like. Ay, very like a whale. When one reads these strange pages of one long gone one feels that one is at one with one who once..."
        ]
    },
    "Paris": {
        "nominatim": [
            48.874059700000004,
            2.2914747338400483
        ],
        "lines": [
            44,
            49,
            56,
            59,
            87
        ],
        "count": 5,
        "text": [
            "Patrice, home on furlough, lapped warm milk with me in the bar MacMahon. Son of the wild goose, Kevin Egan of Paris. My father’s a bird, he lapped the sweet _lait chaud_ with pink young tongue, plump bunny’s face. Lap, _lapin._ He hopes to win in the _gros lots_. About the nature of women he read in Michelet. But he must send me _La Vie de Jésus_ by M. Léo Taxil. Lent it to his friend.",
            "My Latin quarter hat. God, we simply must dress the character. I want puce gloves. You were a student, weren’t you? Of what in the other devil’s name? Paysayenn. P. C. N., you know: _physiques, chimiques et naturelles_. Aha. Eating your groatsworth of _mou en civet_, fleshpots of Egypt, elbowed by belching cabmen. Just say in the most natural tone: when I was in Paris; _boul’ Mich’_, I used to. Yes, used to carry punched tickets to prove an alibi if they arrested you for murder somewhere. Justice. On the night of the seventeenth of February 1904 the prisoner was seen by two witnesses. Other fellow did it: other me. Hat, tie, overcoat, nose. _Lui, c’est moi_. You seem to have enjoyed yourself.",
            "Paris rawly waking, crude sunlight on her lemon streets. Moist pith of farls of bread, the froggreen wormwood, her matin incense, court the air. Belluomo rises from the bed of his wife’s lover’s wife, the kerchiefed housewife is astir, a saucer of acetic acid in her hand. In Rodot’s Yvonne and Madeleine newmake their tumbled beauties, shattering with gold teeth _chaussons_ of pastry, their mouths yellowed with the _pus_ of _flan bréton_. Faces of Paris men go by, their wellpleased pleasers, curled conquistadores.",
            "Spurned lover. I was a strapping young gossoon at that time, I tell you. I’ll show you my likeness one day. I was, faith. Lover, for her love he prowled with colonel Richard Burke, tanist of his sept, under the walls of Clerkenwell and, crouching, saw a flame of vengeance hurl them upward in the fog. Shattered glass and toppling masonry. In gay Paree he hides, Egan of Paris, unsought by any save by me. Making his day’s stations, the dingy printingcase, his three taverns, the Montmartre lair he sleeps short night in, rue de la Goutte-d’Or, damascened with flyblown faces of the gone. Loveless, landless, wifeless. She is quite nicey comfy without her outcast man, madame in rue Gît-le-Cœur, canary and two buck lodgers. Peachy cheeks, a zebra skirt, frisky as a young thing’s. Spurned and undespairing. Tell Pat you saw me, won’t you? I wanted to get poor Pat a job one time. _Mon fils_, soldier of France. I taught him to sing _The boys of Kilkenny are stout roaring blades_. Know that old lay? I taught Patrice that. Old Kilkenny: saint Canice, Strongbow’s castle on the Nore. Goes like this. _O, O_. He takes me, Napper Tandy, by the hand.",
            "His gaze brooded on his broadtoed boots, a buck’s castoffs, _nebeneinander_. He counted the creases of rucked leather wherein another’s foot had nested warm. The foot that beat the ground in tripudium, foot I dislove. But you were delighted when Esther Osvalt’s shoe went on you: girl I knew in Paris. _Tiens, quel petit pied!_ Staunch friend, a brother soul: Wilde’s love that dare not speak its name. His arm: Cranly’s arm. He now will leave me. And the blame? As I am. As I am. All or not at all."
        ]
    },
    "Egypt": {
        "nominatim": [
            53.3290953,
            -6.2366569629051245
        ],
        "lines": [
            49
        ],
        "count": 1,
        "text": [
            "My Latin quarter hat. God, we simply must dress the character. I want puce gloves. You were a student, weren’t you? Of what in the other devil’s name? Paysayenn. P. C. N., you know: _physiques, chimiques et naturelles_. Aha. Eating your groatsworth of _mou en civet_, fleshpots of Egypt, elbowed by belching cabmen. Just say in the most natural tone: when I was in Paris; _boul’ Mich’_, I used to. Yes, used to carry punched tickets to prove an alibi if they arrested you for murder somewhere. Justice. On the night of the seventeenth of February 1904 the prisoner was seen by two witnesses. Other fellow did it: other me. Hat, tie, overcoat, nose. _Lui, c’est moi_. You seem to have enjoyed yourself."
        ]
    },
    "Newhaven": {
        "nominatim": [
            52.62109755,
            -6.230915288704197
        ],
        "lines": [
            51
        ],
        "count": 1,
        "text": [
            "You were going to do wonders, what? Missionary to Europe after fiery Columbanus. Fiacre and Scotus on their creepystools in heaven spilt from their pintpots, loudlatinlaughing: _Euge! Euge!_ Pretending to speak broken English as you dragged your valise, porter threepence, across the slimy pier at Newhaven. _Comment?_ Rich booty you brought back; _Le Tutu_, five tattered numbers of _Pantalon Blanc et Culotte Rouge_; a blue French telegram, curiosity to show:"
        ]
    },
    "Barcelona": {
        "nominatim": [],
        "lines": [
            57
        ],
        "count": 1,
        "text": [
            "Noon slumbers. Kevin Egan rolls gunpowder cigarettes through fingers smeared with printer’s ink, sipping his green fairy as Patrice his white. About us gobblers fork spiced beans down their gullets. _Un demi sétier!_ A jet of coffee steam from the burnished caldron. She serves me at his beck. _Il est irlandais. Hollandais? Non fromage. Deux irlandais, nous, Irlande, vous savez ah, oui!_ She thought you wanted a cheese _hollandais_. Your postprandial, do you know that word? Postprandial. There was a fellow I knew once in Barcelona, queer fellow, used to call it his postprandial. Well: _slainte!_ Around the slabbed tables the tangle of wined breaths and grumbling gorges. His breath hangs over our saucestained plates, the green fairy’s fang thrusting between his lips. Of Ireland, the Dalcassians, of hopes, conspiracies, of Arthur Griffith now, A E, pimander, good shepherd of men. To yoke me as his yokefellow, our crimes our common cause. You’re your father’s son. I know the voice. His fustian shirt, sanguineflowered, trembles its Spanish tassels at his secrets. M. Drumont, famous journalist, Drumont, know what he called queen Victoria? Old hag with the yellow teeth. _Vieille ogresse_ with the _dents jaunes_. Maud Gonne, beautiful woman, _La Patrie_, M. Millevoye, Félix Faure, know how he died? Licentious men. The froeken, _bonne à tout faire_, who rubs male nakedness in the bath at Upsala. _Moi faire_, she said, _Tous les messieurs_. Not this _Monsieur_, I said. Most licentious custom. Bath a most private thing. I wouldn’t let my brother, not even my own brother, most lascivious thing. Green eyes, I see you. Fang, I feel. Lascivious people."
        ]
    },
    "Ireland": {
        "nominatim": [
            52.865196,
            -7.9794599
        ],
        "lines": [
            57
        ],
        "count": 1,
        "text": [
            "Noon slumbers. Kevin Egan rolls gunpowder cigarettes through fingers smeared with printer’s ink, sipping his green fairy as Patrice his white. About us gobblers fork spiced beans down their gullets. _Un demi sétier!_ A jet of coffee steam from the burnished caldron. She serves me at his beck. _Il est irlandais. Hollandais? Non fromage. Deux irlandais, nous, Irlande, vous savez ah, oui!_ She thought you wanted a cheese _hollandais_. Your postprandial, do you know that word? Postprandial. There was a fellow I knew once in Barcelona, queer fellow, used to call it his postprandial. Well: _slainte!_ Around the slabbed tables the tangle of wined breaths and grumbling gorges. His breath hangs over our saucestained plates, the green fairy’s fang thrusting between his lips. Of Ireland, the Dalcassians, of hopes, conspiracies, of Arthur Griffith now, A E, pimander, good shepherd of men. To yoke me as his yokefellow, our crimes our common cause. You’re your father’s son. I know the voice. His fustian shirt, sanguineflowered, trembles its Spanish tassels at his secrets. M. Drumont, famous journalist, Drumont, know what he called queen Victoria? Old hag with the yellow teeth. _Vieille ogresse_ with the _dents jaunes_. Maud Gonne, beautiful woman, _La Patrie_, M. Millevoye, Félix Faure, know how he died? Licentious men. The froeken, _bonne à tout faire_, who rubs male nakedness in the bath at Upsala. _Moi faire_, she said, _Tous les messieurs_. Not this _Monsieur_, I said. Most licentious custom. Bath a most private thing. I wouldn’t let my brother, not even my own brother, most lascivious thing. Green eyes, I see you. Fang, I feel. Lascivious people."
        ]
    },
    "Malahide": {
        "nominatim": [
            53.4508401,
            -6.15367
        ],
        "lines": [
            58
        ],
        "count": 1,
        "text": [
            "The blue fuse burns deadly between hands and burns clear. Loose tobaccoshreds catch fire: a flame and acrid smoke light our corner. Raw facebones under his peep of day boy’s hat. How the head centre got away, authentic version. Got up as a young bride, man, veil, orangeblossoms, drove out the road to Malahide. Did, faith. Of lost leaders, the betrayed, wild escapes. Disguises, clutched at, gone, not here."
        ]
    },
    "France": {
        "nominatim": [
            53.7647716,
            -7.6430925
        ],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "Spurned lover. I was a strapping young gossoon at that time, I tell you. I’ll show you my likeness one day. I was, faith. Lover, for her love he prowled with colonel Richard Burke, tanist of his sept, under the walls of Clerkenwell and, crouching, saw a flame of vengeance hurl them upward in the fog. Shattered glass and toppling masonry. In gay Paree he hides, Egan of Paris, unsought by any save by me. Making his day’s stations, the dingy printingcase, his three taverns, the Montmartre lair he sleeps short night in, rue de la Goutte-d’Or, damascened with flyblown faces of the gone. Loveless, landless, wifeless. She is quite nicey comfy without her outcast man, madame in rue Gît-le-Cœur, canary and two buck lodgers. Peachy cheeks, a zebra skirt, frisky as a young thing’s. Spurned and undespairing. Tell Pat you saw me, won’t you? I wanted to get poor Pat a job one time. _Mon fils_, soldier of France. I taught him to sing _The boys of Kilkenny are stout roaring blades_. Know that old lay? I taught Patrice that. Old Kilkenny: saint Canice, Strongbow’s castle on the Nore. Goes like this. _O, O_. He takes me, Napper Tandy, by the hand."
        ]
    },
    "Kilkenny": {
        "nominatim": [
            52.6506255,
            -7.2514438
        ],
        "lines": [
            59,
            60
        ],
        "count": 2,
        "text": [
            "Spurned lover. I was a strapping young gossoon at that time, I tell you. I’ll show you my likeness one day. I was, faith. Lover, for her love he prowled with colonel Richard Burke, tanist of his sept, under the walls of Clerkenwell and, crouching, saw a flame of vengeance hurl them upward in the fog. Shattered glass and toppling masonry. In gay Paree he hides, Egan of Paris, unsought by any save by me. Making his day’s stations, the dingy printingcase, his three taverns, the Montmartre lair he sleeps short night in, rue de la Goutte-d’Or, damascened with flyblown faces of the gone. Loveless, landless, wifeless. She is quite nicey comfy without her outcast man, madame in rue Gît-le-Cœur, canary and two buck lodgers. Peachy cheeks, a zebra skirt, frisky as a young thing’s. Spurned and undespairing. Tell Pat you saw me, won’t you? I wanted to get poor Pat a job one time. _Mon fils_, soldier of France. I taught him to sing _The boys of Kilkenny are stout roaring blades_. Know that old lay? I taught Patrice that. Old Kilkenny: saint Canice, Strongbow’s castle on the Nore. Goes like this. _O, O_. He takes me, Napper Tandy, by the hand.",
            "O, O the boys of      Kilkenny..."
        ]
    },
    "Elsinore": {
        "nominatim": [
            51.92629515,
            -8.180705743148366
        ],
        "lines": [
            63
        ],
        "count": 1,
        "text": [
            "Turning, he scanned the shore south, his feet sinking again slowly in new sockets. The cold domed room of the tower waits. Through the barbacans the shafts of light are moving ever, slowly ever as my feet are sinking, creeping duskward over the dial floor. Blue dusk, nightfall, deep blue night. In the darkness of the dome they wait, their pushedback chairs, my obelisk valise, around a board of abandoned platters. Who to clear it? He has the key. I will not sleep there when this night comes. A shut door of a silent tower, entombing their blind bodies, the panthersahib and his pointer. Call: no answer. He lifted his feet up from the suck and turned back by the mole of boulders. Take all, keep all. My soul walks with me, form of forms. So in the moon’s midwatches I pace the path above the rocks, in sable silvered, hearing Elsinore’s tempting flood."
        ]
    },
    "York": {
        "nominatim": [
            43.2685815,
            -70.8575786
        ],
        "lines": [
            68
        ],
        "count": 1,
        "text": [
            "The dog’s bark ran towards him, stopped, ran back. Dog of my enemy. I just simply stood pale, silent, bayed about. _Terribilia meditans_. A primrose doublet, fortune’s knave, smiled on my fear. For that are you pining, the bark of their applause? Pretenders: live their lives. The Bruce’s brother, Thomas Fitzgerald, silken knight, Perkin Warbeck, York’s false scion, in breeches of silk of whiterose ivory, wonder of a day, and Lambert Simnel, with a tail of nans and sutlers, a scullion crowned. All kings’ sons. Paradise of pretenders then and now. He saved men from drowning and you shake at a cur’s yelping. But the courtiers who mocked Guido in Or san Michele were in their own house. House of... We don’t want any of your medieval abstrusiosities. Would you do what he did? A boat would be near, a lifebuoy. _Natürlich_, put there for you. Would you or would you not? The man that was drowned nine days ago off Maiden’s rock. They are waiting for him now. The truth, spit it out. I would want to. I would try. I am not a strong swimmer. Water cold soft. When I put my face into it in the basin at Clongowes. Can’t see! Who’s behind me? Out quickly, quickly! Do you see the tide flowing quickly in on all sides, sheeting the lows of sand quickly, shellcocoacoloured? If I had land under my feet. I want his life still to be his, mine to be mine. A drowning man. His human eyes scream to me out of horror of his death. I... With him together down... I could not save her. Waters: bitter death: lost."
        ]
    },
    "Clongowes": {
        "nominatim": [
            53.310525299999995,
            -6.686760774260252
        ],
        "lines": [
            68
        ],
        "count": 1,
        "text": [
            "The dog’s bark ran towards him, stopped, ran back. Dog of my enemy. I just simply stood pale, silent, bayed about. _Terribilia meditans_. A primrose doublet, fortune’s knave, smiled on my fear. For that are you pining, the bark of their applause? Pretenders: live their lives. The Bruce’s brother, Thomas Fitzgerald, silken knight, Perkin Warbeck, York’s false scion, in breeches of silk of whiterose ivory, wonder of a day, and Lambert Simnel, with a tail of nans and sutlers, a scullion crowned. All kings’ sons. Paradise of pretenders then and now. He saved men from drowning and you shake at a cur’s yelping. But the courtiers who mocked Guido in Or san Michele were in their own house. House of... We don’t want any of your medieval abstrusiosities. Would you do what he did? A boat would be near, a lifebuoy. _Natürlich_, put there for you. Would you or would you not? The man that was drowned nine days ago off Maiden’s rock. They are waiting for him now. The truth, spit it out. I would want to. I would try. I am not a strong swimmer. Water cold soft. When I put my face into it in the basin at Clongowes. Can’t see! Who’s behind me? Out quickly, quickly! Do you see the tide flowing quickly in on all sides, sheeting the lows of sand quickly, shellcocoacoloured? If I had land under my feet. I want his life still to be his, mine to be mine. A drowning man. His human eyes scream to me out of horror of his death. I... With him together down... I could not save her. Waters: bitter death: lost."
        ]
    },
    "Romeville": {
        "nominatim": [],
        "lines": [
            75
        ],
        "count": 1,
        "text": [
            "Shouldering their bags they trudged, the red Egyptians. His blued feet out of turnedup trousers slapped the clammy sand, a dull brick muffler strangling his unshaven neck. With woman steps she followed: the ruffian and his strolling mort. Spoils slung at her back. Loose sand and shellgrit crusted her bare feet. About her windraw face hair trailed. Behind her lord, his helpmate, bing awast to Romeville. When night hides her body’s flaws calling under her brown shawl from an archway where dogs have mired. Her fancyman is treating two Royal Dublins in O’Loughlin’s of Blackpitts. Buss her, wap in rogues’ rum lingo, for, O, my dimber wapping dell! A shefiend’s whiteness under her rancid rags. Fumbally’s lane that night: the tanyard smells."
        ]
    },
    "Cloyne": {
        "nominatim": [
            51.8632525,
            -8.1208599
        ],
        "lines": [
            82
        ],
        "count": 1,
        "text": [
            "His shadow lay over the rocks as he bent, ending. Why not endless till the farthest star? Darkly they are there behind this light, darkness shining in the brightness, delta of Cassiopeia, worlds. Me sits there with his augur’s rod of ash, in borrowed sandals, by day beside a livid sea, unbeheld, in violet night walking beneath a reign of uncouth stars. I throw this ended shadow from me, manshape ineluctable, call it back. Endless, would it be mine, form of my form? Who watches me here? Who ever anywhere will read these written words? Signs on a white field. Somewhere to someone in your flutiest voice. The good bishop of Cloyne took the veil of the temple out of his shovel hat: veil of space with coloured emblems hatched on its field. Hold hard. Coloured on a flat: yes, that’s right. Flat I see, then think distance, near, far, flat I see, east, back. Ah, see now! Falls back suddenly, frozen in stereoscope. Click does the trick. You find my words dark. Darkness is in our souls do you not think? Flutier. Our souls, shamewounded by our sins, cling to us yet more, a woman to her lover clinging, the more the more."
        ]
    },
    "Dublin": {
        "nominatim": [
            53.3493795,
            -6.2605593
        ],
        "lines": [
            90
        ],
        "count": 1,
        "text": [
            "Five fathoms out there. Full fathom five thy father lies. At one, he said. Found drowned. High water at Dublin bar. Driving before it a loose drift of rubble, fanshoals of fishes, silly shells. A corpse rising saltwhite from the undertow, bobbing a pace a pace a porpoise landward. There he is. Hook it quick. Pull. Sunk though he be beneath the watery floor. We have him. Easy now."
        ]
    }
}