{
    "Down": {
        "nominatim": [
            53.2055684,
            -7.309810994978435
        ],
        "lines": [
            5
        ],
        "count": 1,
        "text": [
            "—Devil a much, says I. There’s a bloody big foxy thief beyond by the garrison church at the corner of Chicken lane—old Troy was just giving me a wrinkle about him—lifted any God’s quantity of tea and sugar to pay three bob a week said he had a farm in the county Down off a hop-of-my-thumb by the name of Moses Herzog over there near Heytesbury street."
        ]
    },
    "Heytesbury": {
        "nominatim": [
            53.3302625,
            -6.2428624
        ],
        "lines": [
            5
        ],
        "count": 1,
        "text": [
            "—Devil a much, says I. There’s a bloody big foxy thief beyond by the garrison church at the corner of Chicken lane—old Troy was just giving me a wrinkle about him—lifted any God’s quantity of tea and sugar to pay three bob a week said he had a farm in the county Down off a hop-of-my-thumb by the name of Moses Herzog over there near Heytesbury street."
        ]
    },
    "Dublin": {
        "nominatim": [
            53.3493795,
            -6.2605593
        ],
        "lines": [
            10,
            68,
            124,
            142,
            172,
            177,
            254,
            312,
            363,
            393,
            456,
            551,
            559
        ],
        "count": 13,
        "text": [
            "For nonperishable goods bought of Moses Herzog, of 13 Saint Kevin’s parade in the city of Dublin, Wood quay ward, merchant, hereinafter called the vendor, and sold and delivered to Michael E. Geraghty, esquire, of 29 Arbour hill in the city of Dublin, Arran quay ward, gentleman, hereinafter called the purchaser, videlicet, five pounds avoirdupois of first choice tea at three shillings and no pence per pound avoirdupois and three stone avoirdupois of sugar, crushed crystal, at threepence per pound avoirdupois, the said purchaser debtor to the said vendor of one pound five shillings and sixpence sterling for value received which amount shall be paid by said purchaser to said vendor in weekly instalments every seven calendar days of three shillings and no pence sterling: and the said nonperishable goods shall not be pawned or pledged or sold or otherwise alienated by the said purchaser but shall be and remain and be held to be the sole and exclusive property of the said vendor to be disposed of at his good will and pleasure until the said amount shall have been duly paid by the said purchaser to the said vendor in the manner herein set forth as this day hereby agreed between the said vendor, his heirs, successors, trustees and assigns of the one part and the said purchaser, his heirs, successors, trustees and assigns of the other part.",
            "—Look at him, says he. Breen. He’s traipsing all round Dublin with a postcard someone sent him with U. p: up on it to take a li...",
            "And says Bob Doran, with the hat on the back of his poll, lowest blackguard in Dublin when he’s under the influence:",
            "_To the High Sheriff of Dublin,             Dublin._",
            "And the citizen and Bloom having an argument about the point, the brothers Sheares and Wolfe Tone beyond on Arbour Hill and Robert Emmet and die for your country, the Tommy Moore touch about Sara Curran and she’s far from the land. And Bloom, of course, with his knockmedown cigar putting on swank with his lardy face. Phenomenon! The fat heap he married is a nice old phenomenon with a back on her like a ballalley. Time they were stopping up in the _City Arms_ pisser Burke told me there was an old one there with a cracked loodheramaun of a nephew and Bloom trying to get the soft side of her doing the mollycoddle playing bézique to come in for a bit of the wampum in her will and not eating meat of a Friday because the old one was always thumping her craw and taking the lout out for a walk. And one time he led him the rounds of Dublin and, by the holy farmer, he never cried crack till he brought him home as drunk as a boiled owl and he said he did it to teach him the evils of alcohol and by herrings, if the three women didn’t near roast him, it’s a queer story, the old one, Bloom’s wife and Mrs O’Dowd that kept the hotel. Jesus, I had to laugh at pisser Burke taking them off chewing the fat. And Bloom with his _but don’t you see?_ and _but on the other hand_. And sure, more be token, the lout I’m told was in Power’s after, the blender’s, round in Cope street going home footless in a cab five times in the week after drinking his way through all the samples in the bloody establishment. Phenomenon!",
            "The last farewell was affecting in the extreme. From the belfries far and near the funereal deathbell tolled unceasingly while all around the gloomy precincts rolled the ominous warning of a hundred muffled drums punctuated by the hollow booming of pieces of ordnance. The deafening claps of thunder and the dazzling flashes of lightning which lit up the ghastly scene testified that the artillery of heaven had lent its supernatural pomp to the already gruesome spectacle. A torrential rain poured down from the floodgates of the angry heavens upon the bared heads of the assembled multitude which numbered at the lowest computation five hundred thousand persons. A posse of Dublin Metropolitan police superintended by the Chief Commissioner in person maintained order in the vast throng for whom the York street brass and reed band whiled away the intervening time by admirably rendering on their blackdraped instruments the matchless melody endeared to us from the cradle by Speranza’s plaintive muse. Special quick excursion trains and upholstered charabancs had been provided for the comfort of our country cousins of whom there were large contingents. Considerable amusement was caused by the favourite Dublin streetsingers L-n-h-n and M-ll-g-n who sang _The Night before Larry was stretched_ in their usual mirth-provoking fashion. Our two inimitable drolls did a roaring trade with their broadsheets among lovers of the comedy element and nobody who has a corner in his heart for real Irish fun without vulgarity will grudge them their hardearned pennies. The children of the Male and Female Foundling Hospital who thronged the windows overlooking the scene were delighted with this unexpected addition to the day’s entertainment and a word of praise is due to the Little Sisters of the Poor for their excellent idea of affording the poor fatherless and motherless children a genuinely instructive treat. The viceregal houseparty which included many wellknown ladies was chaperoned by Their Excellencies to the most favourable positions on the grandstand while the picturesque foreign delegation known as the Friends of the Emerald Isle was accommodated on a tribune directly opposite. The delegation, present in full force, consisted of Commendatore Bacibaci Beninobenone (the semiparalysed _doyen_ of the party who had to be assisted to his seat by the aid of a powerful steam crane), Monsieur Pierrepaul Petitépatant, the Grandjoker Vladinmire Pokethankertscheff, the Archjoker Leopold Rudolph von Schwanzenbad-Hodenthaler, Countess Marha Virága Kisászony Putrápesthi, Hiram Y. Bomboost, Count Athanatos Karamelopulos, Ali Baba Backsheesh Rahat Lokum Effendi, Señor Hidalgo Caballero Don Pecadillo y Palabras y Paternoster de la Malora de la Malaria, Hokopoko Harakiri, Hi Hung Chang, Olaf Kobberkeddelsen, Mynheer Trik van Trumps, Pan Poleaxe Paddyrisky, Goosepond Prhklstr Kratchinabritchisitch, Borus Hupinkoff, Herr Hurhausdirektorpresident Hans Chuechli-Steuerli, Nationalgymnasiummuseumsanatoriumandsuspensoriumsordinaryprivatdocentge neralhistoryspecialprofessordoctor Kriegfried Ueberallgemein. All the delegates without exception expressed themselves in the strongest possible heterogeneous terms concerning the nameless barbarity which they had been called upon to witness. An animated altercation (in which all took part) ensued among the F. O. T. E. I. as to whether the eighth or the ninth of March was the correct date of the birth of Ireland’s patron saint. In the course of the argument cannonballs, scimitars, boomerangs, blunderbusses, stinkpots, meatchoppers, umbrellas, catapults, knuckledusters, sandbags, lumps of pig iron were resorted to and blows were freely exchanged. The baby policeman, Constable MacFadden, summoned by special courier from Booterstown, quickly restored order and with lightning promptitude proposed the seventeenth of the month as a solution equally honourable for both contending parties. The readywitted ninefooter’s suggestion at once appealed to all and was unanimously accepted. Constable MacFadden was heartily congratulated by all the F. O. T. E. I., several of whom were bleeding profusely. Commendatore Beninobenone having been extricated from underneath the presidential armchair, it was explained by his legal adviser Avvocato Pagamimi that the various articles secreted in his thirtytwo pockets had been abstracted by him during the affray from the pockets of his junior colleagues in the hope of bringing them to their senses. The objects (which included several hundred ladies’ and gentlemen’s gold and silver watches) were promptly restored to their rightful owners and general harmony reigned supreme.",
            "It was a historic and a hefty battle when Myler and Percy were scheduled to don the gloves for the purse of fifty sovereigns. Handicapped as he was by lack of poundage, Dublin’s pet lamb made up for it by superlative skill in ringcraft. The final bout of fireworks was a gruelling for both champions. The welterweight sergeantmajor had tapped some lively claret in the previous mixup during which Keogh had been receivergeneral of rights and lefts, the artilleryman putting in some neat work on the pet’s nose, and Myler came on looking groggy. The soldier got to business, leading off with a powerful left jab to which the Irish gladiator retaliated by shooting out a stiff one flush to the point of Bennett’s jaw. The redcoat ducked but the Dubliner lifted him with a left hook, the body punch being a fine one. The men came to handigrips. Myler quickly became busy and got his man under, the bout ending with the bulkier man on the ropes, Myler punishing him. The Englishman, whose right eye was nearly closed, took his corner where he was liberally drenched with water and when the bell went came on gamey and brimful of pluck, confident of knocking out the fistic Eblanite in jigtime. It was a fight to a finish and the best man for it. The two fought like tigers and excitement ran fever high. The referee twice cautioned Pucking Percy for holding but the pet was tricky and his footwork a treat to watch. After a brisk exchange of courtesies during which a smart upper cut of the military man brought blood freely from his opponent’s mouth the lamb suddenly waded in all over his man and landed a terrific left to Battling Bennett’s stomach, flooring him flat. It was a knockout clean and clever. Amid tense expectation the Portobello bruiser was being counted out when Bennett’s second Ole Pfotts Wettstein threw in the towel and the Santry boy was declared victor to the frenzied cheers of the public who broke through the ringropes and fairly mobbed him with delight.",
            "And whereas on the sixteenth day of the month of the oxeyed goddess and in the third week after the feastday of the Holy and Undivided Trinity, the daughter of the skies, the virgin moon being then in her first quarter, it came to pass that those learned judges repaired them to the halls of law. There master Courtenay, sitting in his own chamber, gave his rede and master Justice Andrews, sitting without a jury in the probate court, weighed well and pondered the claim of the first chargeant upon the property in the matter of the will propounded and final testamentary disposition _in re_ the real and personal estate of the late lamented Jacob Halliday, vintner, deceased, versus Livingstone, an infant, of unsound mind, and another. And to the solemn court of Green street there came sir Frederick the Falconer. And he sat him there about the hour of five o’clock to administer the law of the brehons at the commission for all that and those parts to be holden in and for the county of the city of Dublin. And there sat with him the high sinhedrim of the twelve tribes of Iar, for every tribe one man, of the tribe of Patrick and of the tribe of Hugh and of the tribe of Owen and of the tribe of Conn and of the tribe of Oscar and of the tribe of Fergus and of the tribe of Finn and of the tribe of Dermot and of the tribe of Cormac and of the tribe of Kevin and of the tribe of Caolte and of the tribe of Ossian, there being in all twelve good men and true. And he conjured them by Him who died on rood that they should well and truly try and true deliverance make in the issue joined between their sovereign lord the king and the prisoner at the bar and true verdict give according to the evidence so help them God and kiss the book. And they rose in their seats, those twelve of Iar, and they swore by the name of Him Who is from everlasting that they would do His rightwiseness. And straightway the minions of the law led forth from their donjon keep one whom the sleuthhounds of justice had apprehended in consequence of information received. And they shackled him hand and foot and would take of him ne bail ne mainprise but preferred a charge against him for he was a malefactor.",
            "—And with the help of the holy mother of God we will again, says the citizen, clapping his thigh. Our harbours that are empty will be full again, Queenstown, Kinsale, Galway, Blacksod Bay, Ventry in the kingdom of Kerry, Killybegs, the third largest harbour in the wide world with a fleet of masts of the Galway Lynches and the Cavan O’Reillys and the O’Kennedys of Dublin when the earl of Desmond could make a treaty with the emperor Charles the Fifth himself. And will again, says he, when the first Irish battleship is seen breasting the waves with our own flag to the fore, none of your Henry Tudor’s harps, no, the oldest flag afloat, the flag of the province of Desmond and Thomond, three crowns on a blue field, the three sons of Milesius.",
            "—And what do you think, says Joe, of the holy boys, the priests and bishops of Ireland doing up his room in Maynooth in His Satanic Majesty’s racing colours and sticking up pictures of all the horses his jockeys rode. The earl of Dublin, no less.",
            "—That’s where he’s gone, says Lenehan. I met Bantam Lyons going to back that horse only I put him off it and he told me Bloom gave him the tip. Bet you what you like he has a hundred shillings to five on. He’s the only man in Dublin has it. A dark horse.",
            "A large and appreciative gathering of friends and acquaintances from the metropolis and greater Dublin assembled in their thousands to bid farewell to Nagyaságos uram Lipóti Virag, late of Messrs Alexander Thom’s, printers to His Majesty, on the occasion of his departure for the distant clime of Százharminczbrojúgulyás-Dugulás (Meadow of Murmuring Waters). The ceremony which went off with great _éclat_ was characterised by the most affecting cordiality. An illuminated scroll of ancient Irish vellum, the work of Irish artists, was presented to the distinguished phenomenologist on behalf of a large section of the community and was accompanied by the gift of a silver casket, tastefully executed in the style of ancient Celtic ornament, a work which reflects every credit on the makers, Messrs Jacob _agus_ Jacob. The departing guest was the recipient of a hearty ovation, many of those who were present being visibly moved when the select orchestra of Irish pipes struck up the wellknown strains of _Come Back to Erin_, followed immediately by _Rakóczsy’s March_. Tarbarrels and bonfires were lighted along the coastline of the four seas on the summits of the Hill of Howth, Three Rock Mountain, Sugarloaf, Bray Head, the mountains of Mourne, the Galtees, the Ox and Donegal and Sperrin peaks, the Nagles and the Bograghs, the Connemara hills, the reeks of M’Gillicuddy, Slieve Aughty, Slieve Bernagh and Slieve Bloom. Amid cheers that rent the welkin, responded to by answering cheers from a big muster of henchmen on the distant Cambrian and Caledonian hills, the mastodontic pleasureship slowly moved away saluted by a final floral tribute from the representatives of the fair sex who were present in large numbers while, as it proceeded down the river, escorted by a flotilla of barges, the flags of the Ballast office and Custom House were dipped in salute as were also those of the electrical power station at the Pigeonhouse and the Poolbeg Light. _Visszontlátásra, kedvés barátom! Visszontlátásra!_ Gone but not forgotten.",
            "The catastrophe was terrific and instantaneous in its effect. The observatory of Dunsink registered in all eleven shocks, all of the fifth grade of Mercalli’s scale, and there is no record extant of a similar seismic disturbance in our island since the earthquake of 1534, the year of the rebellion of Silken Thomas. The epicentre appears to have been that part of the metropolis which constitutes the Inn’s Quay ward and parish of Saint Michan covering a surface of fortyone acres, two roods and one square pole or perch. All the lordly residences in the vicinity of the palace of justice were demolished and that noble edifice itself, in which at the time of the catastrophe important legal debates were in progress, is literally a mass of ruins beneath which it is to be feared all the occupants have been buried alive. From the reports of eyewitnesses it transpires that the seismic waves were accompanied by a violent atmospheric perturbation of cyclonic character. An article of headgear since ascertained to belong to the much respected clerk of the crown and peace Mr George Fottrell and a silk umbrella with gold handle with the engraved initials, crest, coat of arms and house number of the erudite and worshipful chairman of quarter sessions sir Frederick Falkiner, recorder of Dublin, have been discovered by search parties in remote parts of the island respectively, the former on the third basaltic ridge of the giant’s causeway, the latter embedded to the extent of one foot three inches in the sandy beach of Holeopen bay near the old head of Kinsale. Other eyewitnesses depose that they observed an incandescent object of enormous proportions hurtling through the atmosphere at a terrifying velocity in a trajectory directed southwest by west. Messages of condolence and sympathy are being hourly received from all parts of the different continents and the sovereign pontiff has been graciously pleased to decree that a special _missa pro defunctis_ shall be celebrated simultaneously by the ordinaries of each and every cathedral church of all the episcopal dioceses subject to the spiritual authority of the Holy See in suffrage of the souls of those faithful departed who have been so unexpectedly called away from our midst. The work of salvage, removal of _débris,_ human remains etc has been entrusted to Messrs Michael Meade and Son, 159 Great Brunswick street, and Messrs T. and C. Martin, 77, 78, 79 and 80 North Wall, assisted by the men and officers of the Duke of Cornwall’s light infantry under the general supervision of H. R. H., rear admiral, the right honourable sir Hercules Hannibal Habeas Corpus Anderson, K. G., K. P., K. T., P. C., K. C. B., M. P., J. P., M. B., D. S. O., S. O. D., M. F. H., M. R. I. A., B. L., Mus. Doc., P. L. G., F. T. C. D., F. R. U. I., F. R. C. P. I. and F. R. C. S. I."
        ]
    },
    "Wood quay ward": {
        "nominatim": [
            53.337559150000004,
            -6.270870683107333
        ],
        "lines": [
            10
        ],
        "count": 1,
        "text": [
            "For nonperishable goods bought of Moses Herzog, of 13 Saint Kevin’s parade in the city of Dublin, Wood quay ward, merchant, hereinafter called the vendor, and sold and delivered to Michael E. Geraghty, esquire, of 29 Arbour hill in the city of Dublin, Arran quay ward, gentleman, hereinafter called the purchaser, videlicet, five pounds avoirdupois of first choice tea at three shillings and no pence per pound avoirdupois and three stone avoirdupois of sugar, crushed crystal, at threepence per pound avoirdupois, the said purchaser debtor to the said vendor of one pound five shillings and sixpence sterling for value received which amount shall be paid by said purchaser to said vendor in weekly instalments every seven calendar days of three shillings and no pence sterling: and the said nonperishable goods shall not be pawned or pledged or sold or otherwise alienated by the said purchaser but shall be and remain and be held to be the sole and exclusive property of the said vendor to be disposed of at his good will and pleasure until the said amount shall have been duly paid by the said purchaser to the said vendor in the manner herein set forth as this day hereby agreed between the said vendor, his heirs, successors, trustees and assigns of the one part and the said purchaser, his heirs, successors, trustees and assigns of the other part."
        ]
    },
    "Arran quay": {
        "nominatim": [
            53.3463833,
            -6.2790093
        ],
        "lines": [
            10
        ],
        "count": 1,
        "text": [
            "For nonperishable goods bought of Moses Herzog, of 13 Saint Kevin’s parade in the city of Dublin, Wood quay ward, merchant, hereinafter called the vendor, and sold and delivered to Michael E. Geraghty, esquire, of 29 Arbour hill in the city of Dublin, Arran quay ward, gentleman, hereinafter called the purchaser, videlicet, five pounds avoirdupois of first choice tea at three shillings and no pence per pound avoirdupois and three stone avoirdupois of sugar, crushed crystal, at threepence per pound avoirdupois, the said purchaser debtor to the said vendor of one pound five shillings and sixpence sterling for value received which amount shall be paid by said purchaser to said vendor in weekly instalments every seven calendar days of three shillings and no pence sterling: and the said nonperishable goods shall not be pawned or pledged or sold or otherwise alienated by the said purchaser but shall be and remain and be held to be the sole and exclusive property of the said vendor to be disposed of at his good will and pleasure until the said amount shall have been duly paid by the said purchaser to the said vendor in the manner herein set forth as this day hereby agreed between the said vendor, his heirs, successors, trustees and assigns of the one part and the said purchaser, his heirs, successors, trustees and assigns of the other part."
        ]
    },
    "Linenhall": {
        "nominatim": [
            53.351495400000005,
            -6.271257322683358
        ],
        "lines": [
            22
        ],
        "count": 1,
        "text": [
            "So we went around by the Linenhall barracks and the back of the courthouse talking of one thing or another. Decent fellow Joe when he has it but sure like that he never has it. Jesus, I couldn’t get over that bloody foxy Geraghty, the daylight robber. For trading without a licence, says he."
        ]
    },
    "Inisfail": {
        "nominatim": [
            51.70736385,
            -8.5221848
        ],
        "lines": [
            23
        ],
        "count": 1,
        "text": [
            "In Inisfail the fair there lies a land, the land of holy Michan. There rises a watchtower beheld of men afar. There sleep the mighty dead as in life they slept, warriors and princes of high renown. A pleasant land it is in sooth of murmuring waters, fishful streams where sport the gurnard, the plaice, the roach, the halibut, the gibbed haddock, the grilse, the dab, the brill, the flounder, the pollock, the mixed coarse fish generally and other denizens of the aqueous kingdom too numerous to be enumerated. In the mild breezes of the west and of the east the lofty trees wave in different directions their firstclass foliage, the wafty sycamore, the Lebanonian cedar, the exalted planetree, the eugenic eucalyptus and other ornaments of the arboreal world with which that region is thoroughly well supplied. Lovely maidens sit in close proximity to the roots of the lovely trees singing the most lovely songs while they play with all kinds of lovely objects as for example golden ingots, silvery fishes, crans of herrings, drafts of eels, codlings, creels of fingerlings, purple seagems and playful insects. And heroes voyage from afar to woo them, from Eblana to Slievemargy, the peerless princes of unfettered Munster and of Connacht the just and of smooth sleek Leinster and of Cruachan’s land and of Armagh the splendid and of the noble district of Boyle, princes, the sons of kings."
        ]
    },
    "Eblana": {
        "nominatim": [
            53.3493795,
            -6.2605593
        ],
        "lines": [
            23
        ],
        "count": 1,
        "text": [
            "In Inisfail the fair there lies a land, the land of holy Michan. There rises a watchtower beheld of men afar. There sleep the mighty dead as in life they slept, warriors and princes of high renown. A pleasant land it is in sooth of murmuring waters, fishful streams where sport the gurnard, the plaice, the roach, the halibut, the gibbed haddock, the grilse, the dab, the brill, the flounder, the pollock, the mixed coarse fish generally and other denizens of the aqueous kingdom too numerous to be enumerated. In the mild breezes of the west and of the east the lofty trees wave in different directions their firstclass foliage, the wafty sycamore, the Lebanonian cedar, the exalted planetree, the eugenic eucalyptus and other ornaments of the arboreal world with which that region is thoroughly well supplied. Lovely maidens sit in close proximity to the roots of the lovely trees singing the most lovely songs while they play with all kinds of lovely objects as for example golden ingots, silvery fishes, crans of herrings, drafts of eels, codlings, creels of fingerlings, purple seagems and playful insects. And heroes voyage from afar to woo them, from Eblana to Slievemargy, the peerless princes of unfettered Munster and of Connacht the just and of smooth sleek Leinster and of Cruachan’s land and of Armagh the splendid and of the noble district of Boyle, princes, the sons of kings."
        ]
    },
    "Slievemargy": {
        "nominatim": [
            52.85820725,
            -7.037393776654039
        ],
        "lines": [
            23
        ],
        "count": 1,
        "text": [
            "In Inisfail the fair there lies a land, the land of holy Michan. There rises a watchtower beheld of men afar. There sleep the mighty dead as in life they slept, warriors and princes of high renown. A pleasant land it is in sooth of murmuring waters, fishful streams where sport the gurnard, the plaice, the roach, the halibut, the gibbed haddock, the grilse, the dab, the brill, the flounder, the pollock, the mixed coarse fish generally and other denizens of the aqueous kingdom too numerous to be enumerated. In the mild breezes of the west and of the east the lofty trees wave in different directions their firstclass foliage, the wafty sycamore, the Lebanonian cedar, the exalted planetree, the eugenic eucalyptus and other ornaments of the arboreal world with which that region is thoroughly well supplied. Lovely maidens sit in close proximity to the roots of the lovely trees singing the most lovely songs while they play with all kinds of lovely objects as for example golden ingots, silvery fishes, crans of herrings, drafts of eels, codlings, creels of fingerlings, purple seagems and playful insects. And heroes voyage from afar to woo them, from Eblana to Slievemargy, the peerless princes of unfettered Munster and of Connacht the just and of smooth sleek Leinster and of Cruachan’s land and of Armagh the splendid and of the noble district of Boyle, princes, the sons of kings."
        ]
    },
    "Munster": {
        "nominatim": [
            52.307621600000004,
            -8.570897272891862
        ],
        "lines": [
            23
        ],
        "count": 1,
        "text": [
            "In Inisfail the fair there lies a land, the land of holy Michan. There rises a watchtower beheld of men afar. There sleep the mighty dead as in life they slept, warriors and princes of high renown. A pleasant land it is in sooth of murmuring waters, fishful streams where sport the gurnard, the plaice, the roach, the halibut, the gibbed haddock, the grilse, the dab, the brill, the flounder, the pollock, the mixed coarse fish generally and other denizens of the aqueous kingdom too numerous to be enumerated. In the mild breezes of the west and of the east the lofty trees wave in different directions their firstclass foliage, the wafty sycamore, the Lebanonian cedar, the exalted planetree, the eugenic eucalyptus and other ornaments of the arboreal world with which that region is thoroughly well supplied. Lovely maidens sit in close proximity to the roots of the lovely trees singing the most lovely songs while they play with all kinds of lovely objects as for example golden ingots, silvery fishes, crans of herrings, drafts of eels, codlings, creels of fingerlings, purple seagems and playful insects. And heroes voyage from afar to woo them, from Eblana to Slievemargy, the peerless princes of unfettered Munster and of Connacht the just and of smooth sleek Leinster and of Cruachan’s land and of Armagh the splendid and of the noble district of Boyle, princes, the sons of kings."
        ]
    },
    "Connacht": {
        "nominatim": [
            53.7210278,
            -8.925256001472034
        ],
        "lines": [
            23,
            364
        ],
        "count": 2,
        "text": [
            "In Inisfail the fair there lies a land, the land of holy Michan. There rises a watchtower beheld of men afar. There sleep the mighty dead as in life they slept, warriors and princes of high renown. A pleasant land it is in sooth of murmuring waters, fishful streams where sport the gurnard, the plaice, the roach, the halibut, the gibbed haddock, the grilse, the dab, the brill, the flounder, the pollock, the mixed coarse fish generally and other denizens of the aqueous kingdom too numerous to be enumerated. In the mild breezes of the west and of the east the lofty trees wave in different directions their firstclass foliage, the wafty sycamore, the Lebanonian cedar, the exalted planetree, the eugenic eucalyptus and other ornaments of the arboreal world with which that region is thoroughly well supplied. Lovely maidens sit in close proximity to the roots of the lovely trees singing the most lovely songs while they play with all kinds of lovely objects as for example golden ingots, silvery fishes, crans of herrings, drafts of eels, codlings, creels of fingerlings, purple seagems and playful insects. And heroes voyage from afar to woo them, from Eblana to Slievemargy, the peerless princes of unfettered Munster and of Connacht the just and of smooth sleek Leinster and of Cruachan’s land and of Armagh the splendid and of the noble district of Boyle, princes, the sons of kings.",
            "And he took the last swig out of the pint. Moya. All wind and piss like a tanyard cat. Cows in Connacht have long horns. As much as his bloody life is worth to go down and address his tall talk to the assembled multitude in Shanagolden where he daren’t show his nose with the Molly Maguires looking for him to let daylight through him for grabbing the holding of an evicted tenant."
        ]
    },
    "Leinster": {
        "nominatim": [
            53.11846495,
            -6.991818291829787
        ],
        "lines": [
            23
        ],
        "count": 1,
        "text": [
            "In Inisfail the fair there lies a land, the land of holy Michan. There rises a watchtower beheld of men afar. There sleep the mighty dead as in life they slept, warriors and princes of high renown. A pleasant land it is in sooth of murmuring waters, fishful streams where sport the gurnard, the plaice, the roach, the halibut, the gibbed haddock, the grilse, the dab, the brill, the flounder, the pollock, the mixed coarse fish generally and other denizens of the aqueous kingdom too numerous to be enumerated. In the mild breezes of the west and of the east the lofty trees wave in different directions their firstclass foliage, the wafty sycamore, the Lebanonian cedar, the exalted planetree, the eugenic eucalyptus and other ornaments of the arboreal world with which that region is thoroughly well supplied. Lovely maidens sit in close proximity to the roots of the lovely trees singing the most lovely songs while they play with all kinds of lovely objects as for example golden ingots, silvery fishes, crans of herrings, drafts of eels, codlings, creels of fingerlings, purple seagems and playful insects. And heroes voyage from afar to woo them, from Eblana to Slievemargy, the peerless princes of unfettered Munster and of Connacht the just and of smooth sleek Leinster and of Cruachan’s land and of Armagh the splendid and of the noble district of Boyle, princes, the sons of kings."
        ]
    },
    "Cruachan": {
        "nominatim": [
            53.8022859,
            -8.304186099429465
        ],
        "lines": [
            23
        ],
        "count": 1,
        "text": [
            "In Inisfail the fair there lies a land, the land of holy Michan. There rises a watchtower beheld of men afar. There sleep the mighty dead as in life they slept, warriors and princes of high renown. A pleasant land it is in sooth of murmuring waters, fishful streams where sport the gurnard, the plaice, the roach, the halibut, the gibbed haddock, the grilse, the dab, the brill, the flounder, the pollock, the mixed coarse fish generally and other denizens of the aqueous kingdom too numerous to be enumerated. In the mild breezes of the west and of the east the lofty trees wave in different directions their firstclass foliage, the wafty sycamore, the Lebanonian cedar, the exalted planetree, the eugenic eucalyptus and other ornaments of the arboreal world with which that region is thoroughly well supplied. Lovely maidens sit in close proximity to the roots of the lovely trees singing the most lovely songs while they play with all kinds of lovely objects as for example golden ingots, silvery fishes, crans of herrings, drafts of eels, codlings, creels of fingerlings, purple seagems and playful insects. And heroes voyage from afar to woo them, from Eblana to Slievemargy, the peerless princes of unfettered Munster and of Connacht the just and of smooth sleek Leinster and of Cruachan’s land and of Armagh the splendid and of the noble district of Boyle, princes, the sons of kings."
        ]
    },
    "Armagh": {
        "nominatim": [
            54.2358295,
            -7.1194156322515
        ],
        "lines": [
            23
        ],
        "count": 1,
        "text": [
            "In Inisfail the fair there lies a land, the land of holy Michan. There rises a watchtower beheld of men afar. There sleep the mighty dead as in life they slept, warriors and princes of high renown. A pleasant land it is in sooth of murmuring waters, fishful streams where sport the gurnard, the plaice, the roach, the halibut, the gibbed haddock, the grilse, the dab, the brill, the flounder, the pollock, the mixed coarse fish generally and other denizens of the aqueous kingdom too numerous to be enumerated. In the mild breezes of the west and of the east the lofty trees wave in different directions their firstclass foliage, the wafty sycamore, the Lebanonian cedar, the exalted planetree, the eugenic eucalyptus and other ornaments of the arboreal world with which that region is thoroughly well supplied. Lovely maidens sit in close proximity to the roots of the lovely trees singing the most lovely songs while they play with all kinds of lovely objects as for example golden ingots, silvery fishes, crans of herrings, drafts of eels, codlings, creels of fingerlings, purple seagems and playful insects. And heroes voyage from afar to woo them, from Eblana to Slievemargy, the peerless princes of unfettered Munster and of Connacht the just and of smooth sleek Leinster and of Cruachan’s land and of Armagh the splendid and of the noble district of Boyle, princes, the sons of kings."
        ]
    },
    "Boyle": {
        "nominatim": [
            53.9711202,
            -8.305231339750723
        ],
        "lines": [
            23
        ],
        "count": 1,
        "text": [
            "In Inisfail the fair there lies a land, the land of holy Michan. There rises a watchtower beheld of men afar. There sleep the mighty dead as in life they slept, warriors and princes of high renown. A pleasant land it is in sooth of murmuring waters, fishful streams where sport the gurnard, the plaice, the roach, the halibut, the gibbed haddock, the grilse, the dab, the brill, the flounder, the pollock, the mixed coarse fish generally and other denizens of the aqueous kingdom too numerous to be enumerated. In the mild breezes of the west and of the east the lofty trees wave in different directions their firstclass foliage, the wafty sycamore, the Lebanonian cedar, the exalted planetree, the eugenic eucalyptus and other ornaments of the arboreal world with which that region is thoroughly well supplied. Lovely maidens sit in close proximity to the roots of the lovely trees singing the most lovely songs while they play with all kinds of lovely objects as for example golden ingots, silvery fishes, crans of herrings, drafts of eels, codlings, creels of fingerlings, purple seagems and playful insects. And heroes voyage from afar to woo them, from Eblana to Slievemargy, the peerless princes of unfettered Munster and of Connacht the just and of smooth sleek Leinster and of Cruachan’s land and of Armagh the splendid and of the noble district of Boyle, princes, the sons of kings."
        ]
    },
    "Lusk": {
        "nominatim": [
            53.5255827,
            -6.1658125
        ],
        "lines": [
            26
        ],
        "count": 1,
        "text": [
            "And by that way wend the herds innumerable of bellwethers and flushed ewes and shearling rams and lambs and stubble geese and medium steers and roaring mares and polled calves and longwools and storesheep and Cuffe’s prime springers and culls and sowpigs and baconhogs and the various different varieties of highly distinguished swine and Angus heifers and polly bulllocks of immaculate pedigree together with prime premiated milchcows and beeves: and there is ever heard a trampling, cackling, roaring, lowing, bleating, bellowing, rumbling, grunting, champing, chewing, of sheep and pigs and heavyhooved kine from pasturelands of Lusk and Rush and Carrickmines and from the streamy vales of Thomond, from the M’Gillicuddy’s reeks the inaccessible and lordly Shannon the unfathomable, and from the gentle declivities of the place of the race of Kiar, their udders distended with superabundance of milk and butts of butter and rennets of cheese and farmer’s firkins and targets of lamb and crannocks of corn and oblong eggs in great hundreds, various in size, the agate with this dun."
        ]
    },
    "Carrickmines": {
        "nominatim": [
            53.2532351,
            -6.1718916
        ],
        "lines": [
            26
        ],
        "count": 1,
        "text": [
            "And by that way wend the herds innumerable of bellwethers and flushed ewes and shearling rams and lambs and stubble geese and medium steers and roaring mares and polled calves and longwools and storesheep and Cuffe’s prime springers and culls and sowpigs and baconhogs and the various different varieties of highly distinguished swine and Angus heifers and polly bulllocks of immaculate pedigree together with prime premiated milchcows and beeves: and there is ever heard a trampling, cackling, roaring, lowing, bleating, bellowing, rumbling, grunting, champing, chewing, of sheep and pigs and heavyhooved kine from pasturelands of Lusk and Rush and Carrickmines and from the streamy vales of Thomond, from the M’Gillicuddy’s reeks the inaccessible and lordly Shannon the unfathomable, and from the gentle declivities of the place of the race of Kiar, their udders distended with superabundance of milk and butts of butter and rennets of cheese and farmer’s firkins and targets of lamb and crannocks of corn and oblong eggs in great hundreds, various in size, the agate with this dun."
        ]
    },
    "Thomond": {
        "nominatim": [
            53.2344245,
            -6.11761
        ],
        "lines": [
            26,
            363
        ],
        "count": 2,
        "text": [
            "And by that way wend the herds innumerable of bellwethers and flushed ewes and shearling rams and lambs and stubble geese and medium steers and roaring mares and polled calves and longwools and storesheep and Cuffe’s prime springers and culls and sowpigs and baconhogs and the various different varieties of highly distinguished swine and Angus heifers and polly bulllocks of immaculate pedigree together with prime premiated milchcows and beeves: and there is ever heard a trampling, cackling, roaring, lowing, bleating, bellowing, rumbling, grunting, champing, chewing, of sheep and pigs and heavyhooved kine from pasturelands of Lusk and Rush and Carrickmines and from the streamy vales of Thomond, from the M’Gillicuddy’s reeks the inaccessible and lordly Shannon the unfathomable, and from the gentle declivities of the place of the race of Kiar, their udders distended with superabundance of milk and butts of butter and rennets of cheese and farmer’s firkins and targets of lamb and crannocks of corn and oblong eggs in great hundreds, various in size, the agate with this dun.",
            "—And with the help of the holy mother of God we will again, says the citizen, clapping his thigh. Our harbours that are empty will be full again, Queenstown, Kinsale, Galway, Blacksod Bay, Ventry in the kingdom of Kerry, Killybegs, the third largest harbour in the wide world with a fleet of masts of the Galway Lynches and the Cavan O’Reillys and the O’Kennedys of Dublin when the earl of Desmond could make a treaty with the emperor Charles the Fifth himself. And will again, says he, when the first Irish battleship is seen breasting the waves with our own flag to the fore, none of your Henry Tudor’s harps, no, the oldest flag afloat, the flag of the province of Desmond and Thomond, three crowns on a blue field, the three sons of Milesius."
        ]
    },
    "Santry": {
        "nominatim": [
            53.3971578,
            -6.2454723
        ],
        "lines": [
            29,
            254
        ],
        "count": 2,
        "text": [
            "The bloody mongrel let a grouse out of him would give you the creeps. Be a corporal work of mercy if someone would take the life of that bloody dog. I’m told for a fact he ate a good part of the breeches off a constabulary man in Santry that came round one time with a blue paper about a licence.",
            "It was a historic and a hefty battle when Myler and Percy were scheduled to don the gloves for the purse of fifty sovereigns. Handicapped as he was by lack of poundage, Dublin’s pet lamb made up for it by superlative skill in ringcraft. The final bout of fireworks was a gruelling for both champions. The welterweight sergeantmajor had tapped some lively claret in the previous mixup during which Keogh had been receivergeneral of rights and lefts, the artilleryman putting in some neat work on the pet’s nose, and Myler came on looking groggy. The soldier got to business, leading off with a powerful left jab to which the Irish gladiator retaliated by shooting out a stiff one flush to the point of Bennett’s jaw. The redcoat ducked but the Dubliner lifted him with a left hook, the body punch being a fine one. The men came to handigrips. Myler quickly became busy and got his man under, the bout ending with the bulkier man on the ropes, Myler punishing him. The Englishman, whose right eye was nearly closed, took his corner where he was liberally drenched with water and when the bell went came on gamey and brimful of pluck, confident of knocking out the fistic Eblanite in jigtime. It was a fight to a finish and the best man for it. The two fought like tigers and excitement ran fever high. The referee twice cautioned Pucking Percy for holding but the pet was tricky and his footwork a treat to watch. After a brisk exchange of courtesies during which a smart upper cut of the military man brought blood freely from his opponent’s mouth the lamb suddenly waded in all over his man and landed a terrific left to Battling Bennett’s stomach, flooring him flat. It was a knockout clean and clever. Amid tense expectation the Portobello bruiser was being counted out when Bennett’s second Ole Pfotts Wettstein threw in the towel and the Santry boy was declared victor to the frenzied cheers of the public who broke through the ringropes and fairly mobbed him with delight."
        ]
    },
    "Kincora": {
        "nominatim": [
            53.26459385,
            -7.8165878199736785
        ],
        "lines": [
            50
        ],
        "count": 1,
        "text": [
            "He wore a long unsleeved garment of recently flayed oxhide reaching to the knees in a loose kilt and this was bound about his middle by a girdle of plaited straw and rushes. Beneath this he wore trews of deerskin, roughly stitched with gut. His nether extremities were encased in high Balbriggan buskins dyed in lichen purple, the feet being shod with brogues of salted cowhide laced with the windpipe of the same beast. From his girdle hung a row of seastones which jangled at every movement of his portentous frame and on these were graven with rude yet striking art the tribal images of many Irish heroes and heroines of antiquity, Cuchulin, Conn of hundred battles, Niall of nine hostages, Brian of Kincora, the ardri Malachi, Art MacMurragh, Shane O’Neill, Father John Murphy, Owen Roe, Patrick Sarsfield, Red Hugh O’Donnell, Red Jim MacDermott, Soggarth Eoghan O’Growney, Michael Dwyer, Francy Higgins, Henry Joy M’Cracken, Goliath, Horace Wheatley, Thomas Conneff, Peg Woffington, the Village Blacksmith, Captain Moonlight, Captain Boycott, Dante Alighieri, Christopher Columbus, S. Fursa, S. Brendan, Marshal MacMahon, Charlemagne, Theobald Wolfe Tone, the Mother of the Maccabees, the Last of the Mohicans, the Rose of Castile, the Man for Galway, The Man that Broke the Bank at Monte Carlo, The Man in the Gap, The Woman Who Didn’t, Benjamin Franklin, Napoleon Bonaparte, John L. Sullivan, Cleopatra, Savourneen Deelish, Julius Caesar, Paracelsus, sir Thomas Lipton, William Tell, Michelangelo Hayes, Muhammad, the Bride of Lammermoor, Peter the Hermit, Peter the Packer, Dark Rosaleen, Patrick W. Shakespeare, Brian Confucius, Murtagh Gutenberg, Patricio Velasquez, Captain Nemo, Tristan and Isolde, the first Prince of Wales, Thomas Cook and Son, the Bold Soldier Boy, Arrah na Pogue, Dick Turpin, Ludwig Beethoven, the Colleen Bawn, Waddler Healy, Angus the Culdee, Dolly Mount, Sidney Parade, Ben Howth, Valentine Greatrakes, Adam and Eve, Arthur Wellesley, Boss Croker, Herodotus, Jack the Giantkiller, Gautama Buddha, Lady Godiva, The Lily of Killarney, Balor of the Evil Eye, the Queen of Sheba, Acky Nagle, Joe Nagle, Alessandro Volta, Jeremiah O’Donovan Rossa, Don Philip O’Sullivan Beare. A couched spear of acuminated granite rested by him while at his feet reposed a savage animal of the canine tribe whose stertorous gasps announced that he was sunk in uneasy slumber, a supposition confirmed by hoarse growls and spasmodic movements which his master repressed from time to time by tranquilising blows of a mighty cudgel rudely fashioned out of paleolithic stone."
        ]
    },
    "Barnfield": {
        "nominatim": [
            51.8838346,
            -7.965599793089688
        ],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "—Gordon, Barnfield crescent, Exeter; Redmayne of Iffley, Saint Anne’s on Sea: the wife of William T Redmayne of a son. How’s that, eh? Wright and Flint, Vincent and Gillett to Rotha Marion daughter of Rosa and the late George Alfred Gillett, 179 Clapham road, Stockwell, Playwood and Ridsdale at Saint Jude’s, Kensington by the very reverend Dr Forrest, dean of Worcester. Eh? Deaths. Bristow, at Whitehall lane, London: Carr, Stoke Newington, of gastritis and heart disease: Cockburn, at the Moat house, Chepstow..."
        ]
    },
    "Exeter": {
        "nominatim": [],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "—Gordon, Barnfield crescent, Exeter; Redmayne of Iffley, Saint Anne’s on Sea: the wife of William T Redmayne of a son. How’s that, eh? Wright and Flint, Vincent and Gillett to Rotha Marion daughter of Rosa and the late George Alfred Gillett, 179 Clapham road, Stockwell, Playwood and Ridsdale at Saint Jude’s, Kensington by the very reverend Dr Forrest, dean of Worcester. Eh? Deaths. Bristow, at Whitehall lane, London: Carr, Stoke Newington, of gastritis and heart disease: Cockburn, at the Moat house, Chepstow..."
        ]
    },
    "Iffley": {
        "nominatim": [],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "—Gordon, Barnfield crescent, Exeter; Redmayne of Iffley, Saint Anne’s on Sea: the wife of William T Redmayne of a son. How’s that, eh? Wright and Flint, Vincent and Gillett to Rotha Marion daughter of Rosa and the late George Alfred Gillett, 179 Clapham road, Stockwell, Playwood and Ridsdale at Saint Jude’s, Kensington by the very reverend Dr Forrest, dean of Worcester. Eh? Deaths. Bristow, at Whitehall lane, London: Carr, Stoke Newington, of gastritis and heart disease: Cockburn, at the Moat house, Chepstow..."
        ]
    },
    "Saint Anne’s": {
        "nominatim": [
            53.2794678,
            -6.1707722
        ],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "—Gordon, Barnfield crescent, Exeter; Redmayne of Iffley, Saint Anne’s on Sea: the wife of William T Redmayne of a son. How’s that, eh? Wright and Flint, Vincent and Gillett to Rotha Marion daughter of Rosa and the late George Alfred Gillett, 179 Clapham road, Stockwell, Playwood and Ridsdale at Saint Jude’s, Kensington by the very reverend Dr Forrest, dean of Worcester. Eh? Deaths. Bristow, at Whitehall lane, London: Carr, Stoke Newington, of gastritis and heart disease: Cockburn, at the Moat house, Chepstow..."
        ]
    },
    "Stockwell": {
        "nominatim": [
            53.5111262,
            -8.8486201
        ],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "—Gordon, Barnfield crescent, Exeter; Redmayne of Iffley, Saint Anne’s on Sea: the wife of William T Redmayne of a son. How’s that, eh? Wright and Flint, Vincent and Gillett to Rotha Marion daughter of Rosa and the late George Alfred Gillett, 179 Clapham road, Stockwell, Playwood and Ridsdale at Saint Jude’s, Kensington by the very reverend Dr Forrest, dean of Worcester. Eh? Deaths. Bristow, at Whitehall lane, London: Carr, Stoke Newington, of gastritis and heart disease: Cockburn, at the Moat house, Chepstow..."
        ]
    },
    "Playwood": {
        "nominatim": [],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "—Gordon, Barnfield crescent, Exeter; Redmayne of Iffley, Saint Anne’s on Sea: the wife of William T Redmayne of a son. How’s that, eh? Wright and Flint, Vincent and Gillett to Rotha Marion daughter of Rosa and the late George Alfred Gillett, 179 Clapham road, Stockwell, Playwood and Ridsdale at Saint Jude’s, Kensington by the very reverend Dr Forrest, dean of Worcester. Eh? Deaths. Bristow, at Whitehall lane, London: Carr, Stoke Newington, of gastritis and heart disease: Cockburn, at the Moat house, Chepstow..."
        ]
    },
    "Kensington": {
        "nominatim": [
            51.8734147,
            -8.3987641
        ],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "—Gordon, Barnfield crescent, Exeter; Redmayne of Iffley, Saint Anne’s on Sea: the wife of William T Redmayne of a son. How’s that, eh? Wright and Flint, Vincent and Gillett to Rotha Marion daughter of Rosa and the late George Alfred Gillett, 179 Clapham road, Stockwell, Playwood and Ridsdale at Saint Jude’s, Kensington by the very reverend Dr Forrest, dean of Worcester. Eh? Deaths. Bristow, at Whitehall lane, London: Carr, Stoke Newington, of gastritis and heart disease: Cockburn, at the Moat house, Chepstow..."
        ]
    },
    "Worcester": {
        "nominatim": [
            54.6623377,
            -5.7030838
        ],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "—Gordon, Barnfield crescent, Exeter; Redmayne of Iffley, Saint Anne’s on Sea: the wife of William T Redmayne of a son. How’s that, eh? Wright and Flint, Vincent and Gillett to Rotha Marion daughter of Rosa and the late George Alfred Gillett, 179 Clapham road, Stockwell, Playwood and Ridsdale at Saint Jude’s, Kensington by the very reverend Dr Forrest, dean of Worcester. Eh? Deaths. Bristow, at Whitehall lane, London: Carr, Stoke Newington, of gastritis and heart disease: Cockburn, at the Moat house, Chepstow..."
        ]
    },
    "London": {
        "nominatim": [
            51.51897835,
            -0.13758160573183548
        ],
        "lines": [
            59,
            219
        ],
        "count": 2,
        "text": [
            "—Gordon, Barnfield crescent, Exeter; Redmayne of Iffley, Saint Anne’s on Sea: the wife of William T Redmayne of a son. How’s that, eh? Wright and Flint, Vincent and Gillett to Rotha Marion daughter of Rosa and the late George Alfred Gillett, 179 Clapham road, Stockwell, Playwood and Ridsdale at Saint Jude’s, Kensington by the very reverend Dr Forrest, dean of Worcester. Eh? Deaths. Bristow, at Whitehall lane, London: Carr, Stoke Newington, of gastritis and heart disease: Cockburn, at the Moat house, Chepstow...",
            "—Anyhow, says Joe, Field and Nannetti are going over tonight to London to ask about it on the floor of the house of commons."
        ]
    },
    "Stoke Newington": {
        "nominatim": [],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "—Gordon, Barnfield crescent, Exeter; Redmayne of Iffley, Saint Anne’s on Sea: the wife of William T Redmayne of a son. How’s that, eh? Wright and Flint, Vincent and Gillett to Rotha Marion daughter of Rosa and the late George Alfred Gillett, 179 Clapham road, Stockwell, Playwood and Ridsdale at Saint Jude’s, Kensington by the very reverend Dr Forrest, dean of Worcester. Eh? Deaths. Bristow, at Whitehall lane, London: Carr, Stoke Newington, of gastritis and heart disease: Cockburn, at the Moat house, Chepstow..."
        ]
    },
    "Chepstow": {
        "nominatim": [],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "—Gordon, Barnfield crescent, Exeter; Redmayne of Iffley, Saint Anne’s on Sea: the wife of William T Redmayne of a son. How’s that, eh? Wright and Flint, Vincent and Gillett to Rotha Marion daughter of Rosa and the late George Alfred Gillett, 179 Clapham road, Stockwell, Playwood and Ridsdale at Saint Jude’s, Kensington by the very reverend Dr Forrest, dean of Worcester. Eh? Deaths. Bristow, at Whitehall lane, London: Carr, Stoke Newington, of gastritis and heart disease: Cockburn, at the Moat house, Chepstow..."
        ]
    },
    "Tottenham": {
        "nominatim": [
            54.27056965,
            -8.969206477903633
        ],
        "lines": [
            61
        ],
        "count": 1,
        "text": [
            "—Cockburn. Dimsey, wife of David Dimsey, late of the admiralty: Miller, Tottenham, aged eightyfive: Welsh, June 12, at 35 Canning street, Liverpool, Isabella Helen. How’s that for a national press, eh, my brown son! How’s that for Martin Murphy, the Bantry jobber?"
        ]
    },
    "Liverpool": {
        "nominatim": [
            51.5687073,
            -9.162556315271008
        ],
        "lines": [
            61,
            141
        ],
        "count": 2,
        "text": [
            "—Cockburn. Dimsey, wife of David Dimsey, late of the admiralty: Miller, Tottenham, aged eightyfive: Welsh, June 12, at 35 Canning street, Liverpool, Isabella Helen. How’s that for a national press, eh, my brown son! How’s that for Martin Murphy, the Bantry jobber?",
            "_7 Hunter Street, Liverpool._"
        ]
    },
    "Bantry": {
        "nominatim": [
            51.6797696,
            -9.4523603
        ],
        "lines": [
            61
        ],
        "count": 1,
        "text": [
            "—Cockburn. Dimsey, wife of David Dimsey, late of the admiralty: Miller, Tottenham, aged eightyfive: Welsh, June 12, at 35 Canning street, Liverpool, Isabella Helen. How’s that for a national press, eh, my brown son! How’s that for Martin Murphy, the Bantry jobber?"
        ]
    },
    "Mountjoy": {
        "nominatim": [
            53.3564398,
            -6.2576884
        ],
        "lines": [
            77
        ],
        "count": 1,
        "text": [
            "—When is long John going to hang that fellow in Mountjoy? says Joe."
        ]
    },
    "the United Kingdom": {
        "nominatim": [],
        "lines": [
            85
        ],
        "count": 1,
        "text": [
            "But he, the young chief of the O’Bergan’s, could ill brook to be outdone in generous deeds but gave therefor with gracious gesture a testoon of costliest bronze. Thereon embossed in excellent smithwork was seen the image of a queen of regal port, scion of the house of Brunswick, Victoria her name, Her Most Excellent Majesty, by grace of God of the United Kingdom of Great Britain and Ireland and of the British dominions beyond the sea, queen, defender of the faith, Empress of India, even she, who bore rule, a victress over many peoples, the wellbeloved, for they knew and loved her from the rising of the sun to the going down thereof, the pale, the dark, the ruddy and the ethiop."
        ]
    },
    "Great Britain": {
        "nominatim": [
            53.3394395,
            -6.2325944
        ],
        "lines": [
            85
        ],
        "count": 1,
        "text": [
            "But he, the young chief of the O’Bergan’s, could ill brook to be outdone in generous deeds but gave therefor with gracious gesture a testoon of costliest bronze. Thereon embossed in excellent smithwork was seen the image of a queen of regal port, scion of the house of Brunswick, Victoria her name, Her Most Excellent Majesty, by grace of God of the United Kingdom of Great Britain and Ireland and of the British dominions beyond the sea, queen, defender of the faith, Empress of India, even she, who bore rule, a victress over many peoples, the wellbeloved, for they knew and loved her from the rising of the sun to the going down thereof, the pale, the dark, the ruddy and the ethiop."
        ]
    },
    "Ireland": {
        "nominatim": [
            53.41523525,
            -7.966595219444855
        ],
        "lines": [
            85,
            169,
            177,
            180,
            234,
            240,
            313,
            317,
            358,
            383,
            387,
            393,
            413,
            417,
            460,
            461,
            493
        ],
        "count": 17,
        "text": [
            "But he, the young chief of the O’Bergan’s, could ill brook to be outdone in generous deeds but gave therefor with gracious gesture a testoon of costliest bronze. Thereon embossed in excellent smithwork was seen the image of a queen of regal port, scion of the house of Brunswick, Victoria her name, Her Most Excellent Majesty, by grace of God of the United Kingdom of Great Britain and Ireland and of the British dominions beyond the sea, queen, defender of the faith, Empress of India, even she, who bore rule, a victress over many peoples, the wellbeloved, for they knew and loved her from the rising of the sun to the going down thereof, the pale, the dark, the ruddy and the ethiop.",
            "So of course the citizen was only waiting for the wink of the word and he starts gassing out of him about the invincibles and the old guard and the men of sixtyseven and who fears to speak of ninetyeight and Joe with him about all the fellows that were hanged, drawn and transported for the cause by drumhead courtmartial and a new Ireland and new this, that and the other. Talking about new Ireland he ought to go and get a new dog so he ought. Mangy ravenous brute sniffing and sneezing all round the place and scratching his scabs. And round he goes to Bob Doran that was standing Alf a half one sucking up for what he could get. So of course Bob Doran starts doing the bloody fool with him:",
            "The last farewell was affecting in the extreme. From the belfries far and near the funereal deathbell tolled unceasingly while all around the gloomy precincts rolled the ominous warning of a hundred muffled drums punctuated by the hollow booming of pieces of ordnance. The deafening claps of thunder and the dazzling flashes of lightning which lit up the ghastly scene testified that the artillery of heaven had lent its supernatural pomp to the already gruesome spectacle. A torrential rain poured down from the floodgates of the angry heavens upon the bared heads of the assembled multitude which numbered at the lowest computation five hundred thousand persons. A posse of Dublin Metropolitan police superintended by the Chief Commissioner in person maintained order in the vast throng for whom the York street brass and reed band whiled away the intervening time by admirably rendering on their blackdraped instruments the matchless melody endeared to us from the cradle by Speranza’s plaintive muse. Special quick excursion trains and upholstered charabancs had been provided for the comfort of our country cousins of whom there were large contingents. Considerable amusement was caused by the favourite Dublin streetsingers L-n-h-n and M-ll-g-n who sang _The Night before Larry was stretched_ in their usual mirth-provoking fashion. Our two inimitable drolls did a roaring trade with their broadsheets among lovers of the comedy element and nobody who has a corner in his heart for real Irish fun without vulgarity will grudge them their hardearned pennies. The children of the Male and Female Foundling Hospital who thronged the windows overlooking the scene were delighted with this unexpected addition to the day’s entertainment and a word of praise is due to the Little Sisters of the Poor for their excellent idea of affording the poor fatherless and motherless children a genuinely instructive treat. The viceregal houseparty which included many wellknown ladies was chaperoned by Their Excellencies to the most favourable positions on the grandstand while the picturesque foreign delegation known as the Friends of the Emerald Isle was accommodated on a tribune directly opposite. The delegation, present in full force, consisted of Commendatore Bacibaci Beninobenone (the semiparalysed _doyen_ of the party who had to be assisted to his seat by the aid of a powerful steam crane), Monsieur Pierrepaul Petitépatant, the Grandjoker Vladinmire Pokethankertscheff, the Archjoker Leopold Rudolph von Schwanzenbad-Hodenthaler, Countess Marha Virága Kisászony Putrápesthi, Hiram Y. Bomboost, Count Athanatos Karamelopulos, Ali Baba Backsheesh Rahat Lokum Effendi, Señor Hidalgo Caballero Don Pecadillo y Palabras y Paternoster de la Malora de la Malaria, Hokopoko Harakiri, Hi Hung Chang, Olaf Kobberkeddelsen, Mynheer Trik van Trumps, Pan Poleaxe Paddyrisky, Goosepond Prhklstr Kratchinabritchisitch, Borus Hupinkoff, Herr Hurhausdirektorpresident Hans Chuechli-Steuerli, Nationalgymnasiummuseumsanatoriumandsuspensoriumsordinaryprivatdocentge neralhistoryspecialprofessordoctor Kriegfried Ueberallgemein. All the delegates without exception expressed themselves in the strongest possible heterogeneous terms concerning the nameless barbarity which they had been called upon to witness. An animated altercation (in which all took part) ensued among the F. O. T. E. I. as to whether the eighth or the ninth of March was the correct date of the birth of Ireland’s patron saint. In the course of the argument cannonballs, scimitars, boomerangs, blunderbusses, stinkpots, meatchoppers, umbrellas, catapults, knuckledusters, sandbags, lumps of pig iron were resorted to and blows were freely exchanged. The baby policeman, Constable MacFadden, summoned by special courier from Booterstown, quickly restored order and with lightning promptitude proposed the seventeenth of the month as a solution equally honourable for both contending parties. The readywitted ninefooter’s suggestion at once appealed to all and was unanimously accepted. Constable MacFadden was heartily congratulated by all the F. O. T. E. I., several of whom were bleeding profusely. Commendatore Beninobenone having been extricated from underneath the presidential armchair, it was explained by his legal adviser Avvocato Pagamimi that the various articles secreted in his thirtytwo pockets had been abstracted by him during the affray from the pockets of his junior colleagues in the hope of bringing them to their senses. The objects (which included several hundred ladies’ and gentlemen’s gold and silver watches) were promptly restored to their rightful owners and general harmony reigned supreme.",
            "So then the citizen begins talking about the Irish language and the corporation meeting and all to that and the shoneens that can’t speak their own language and Joe chipping in because he stuck someone for a quid and Bloom putting in his old goo with his twopenny stump that he cadged off of Joe and talking about the Gaelic league and the antitreating league and drink, the curse of Ireland. Antitreating is about the size of it. Gob, he’d let you pour all manner of drink down his throat till the Lord would call him before you’d ever see the froth of his pint. And one night I went in with a fellow into one of their musical evenings, song and dance about she could get up on a truss of hay she could my Maureen Lay and there was a fellow with a Ballyhooly blue ribbon badge spiffing out of him in Irish and a lot of colleen bawns going about with temperance beverages and selling medals and oranges and lemonade and a few old dry buns, gob, flahoolagh entertainment, don’t be talking. Ireland sober is Ireland free. And then an old fellow starts blowing into his bagpipes and all the gougers shuffling their feet to the tune the old cow died of. And one or two sky pilots having an eye around that there was no goings on with the females, hitting below the belt.",
            "—There’s the man, says Joe, that made the Gaelic sports revival. There he is sitting there. The man that got away James Stephens. The champion of all Ireland at putting the sixteen pound shot. What was your best throw, citizen?",
            "A most interesting discussion took place in the ancient hall of _Brian O’Ciarnain’s_ in _Sraid na Bretaine Bheag_, under the auspices of _Sluagh na h-Eireann_, on the revival of ancient Gaelic sports and the importance of physical culture, as understood in ancient Greece and ancient Rome and ancient Ireland, for the development of the race. The venerable president of the noble order was in the chair and the attendance was of large dimensions. After an instructive discourse by the chairman, a magnificent oration eloquently and forcibly expressed, a most interesting and instructive discussion of the usual high standard of excellence ensued as to the desirability of the revivability of the ancient games and sports of our ancient Panceltic forefathers. The wellknown and highly respected worker in the cause of our old tongue, Mr Joseph M’Carthy Hynes, made an eloquent appeal for the resuscitation of the ancient Gaelic sports and pastimes, practised morning and evening by Finn MacCool, as calculated to revive the best traditions of manly strength and prowess handed down to us from ancient ages. L. Bloom, who met with a mixed reception of applause and hisses, having espoused the negative the vocalist chairman brought the discussion to a close, in response to repeated requests and hearty plaudits from all parts of a bumper house, by a remarkably noteworthy rendering of the immortal Thomas Osborne Davis’ evergreen verses (happily too familiar to need recalling here) _A nation once again_ in the execution of which the veteran patriot champion may be said without fear of contradiction to have fairly excelled himself. The Irish Caruso-Garibaldi was in superlative form and his stentorian notes were heard to the greatest advantage in the timehonoured anthem sung as only our citizen can sing it. His superb highclass vocalism, which by its superquality greatly enhanced his already international reputation, was vociferously applauded by the large audience among which were to be noticed many prominent members of the clergy as well as representatives of the press and the bar and the other learned professions. The proceedings then terminated.",
            "—Those are nice things, says the citizen, coming over here to Ireland filling the country with bugs.",
            "—Swindling the peasants, says the citizen, and the poor of Ireland. We want no more strangers in our house.",
            "—Save them, says the citizen, the giant ash of Galway and the chieftain elm of Kildare with a fortyfoot bole and an acre of foliage. Save the trees of Ireland for the future men of Ireland on the fair hills of Eire, O.",
            "—We’ll put force against force, says the citizen. We have our greater Ireland beyond the sea. They were driven out of house and home in the black 47. Their mudcabins and their shielings by the roadside were laid low by the batteringram and the _Times_ rubbed its hands and told the whitelivered Saxons there would soon be as few Irish in Ireland as redskins in America. Even the Grand Turk sent us his piastres. But the Sassenach tried to starve the nation at home while the land was full of crops that the British hyenas bought and sold in Rio de Janeiro. Ay, they drove out the peasants in hordes. Twenty thousand of them died in the coffinships. But those that came to the land of the free remember the land of bondage. And they will come again and with a vengeance, no cravens, the sons of Granuaile, the champions of Kathleen ni Houlihan.",
            "—The French! says the citizen. Set of dancing masters! Do you know what it is? They were never worth a roasted fart to Ireland. Aren’t they trying to make an _Entente cordiale_ now at Tay Pay’s dinnerparty with perfidious Albion? Firebrands of Europe and they always were.",
            "—And what do you think, says Joe, of the holy boys, the priests and bishops of Ireland doing up his room in Maynooth in His Satanic Majesty’s racing colours and sticking up pictures of all the horses his jockeys rode. The earl of Dublin, no less.",
            "—Ireland, says Bloom. I was born here. Ireland.",
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time.",
            "Goodbye Ireland I’m going to Gort. So I just went round the back of the yard to pumpship and begob (hundred shillings to five) while I was letting off my _(Throwaway_ twenty to) letting off my load gob says I to myself I knew he was uneasy in his (two pints off of Joe and one in Slattery’s off) in his mind to get off the mark to (hundred shillings is five quid) and when they were in the (dark horse) pisser Burke was telling me card party and letting on the child was sick (gob, must have done about a gallon) flabbyarse of a wife speaking down the tube _she’s better_ or _she’s_ (ow!) all a plan so he could vamoose with the pool if he won or (Jesus, full up I was) trading without a licence (ow!) Ireland my nation says he (hoik! phthook!) never be up to those bloody (there’s the last of it) Jerusalem (ah!) cuckoos.",
            "So anyhow when I got back they were at it dingdong, John Wyse saying it was Bloom gave the ideas for Sinn Fein to Griffith to put in his paper all kinds of jerrymandering, packed juries and swindling the taxes off of the government and appointing consuls all over the world to walk about selling Irish industries. Robbing Peter to pay Paul. Gob, that puts the bloody kybosh on it if old sloppy eyes is mucking up the show. Give us a bloody chance. God save Ireland from the likes of that bloody mouseabout. Mr Bloom with his argol bargol. And his old fellow before him perpetrating frauds, old Methusalem Bloom, the robbing bagman, that poisoned himself with the prussic acid after he swamping the country with his baubles and his penny diamonds. Loans by post on easy terms. Any amount of money advanced on note of hand. Distance no object. No security. Gob, he’s like Lanty MacHale’s goat that’d go a piece of the road with every one.",
            "—That’s the new Messiah for Ireland! says the citizen. Island of saints and sages!"
        ]
    },
    "India": {
        "nominatim": [
            28.5983534,
            77.1933356868517
        ],
        "lines": [
            85
        ],
        "count": 1,
        "text": [
            "But he, the young chief of the O’Bergan’s, could ill brook to be outdone in generous deeds but gave therefor with gracious gesture a testoon of costliest bronze. Thereon embossed in excellent smithwork was seen the image of a queen of regal port, scion of the house of Brunswick, Victoria her name, Her Most Excellent Majesty, by grace of God of the United Kingdom of Great Britain and Ireland and of the British dominions beyond the sea, queen, defender of the faith, Empress of India, even she, who bore rule, a victress over many peoples, the wellbeloved, for they knew and loved her from the rising of the sun to the going down thereof, the pale, the dark, the ruddy and the ethiop."
        ]
    },
    "Capel": {
        "nominatim": [
            51.88215475,
            -7.853508779314723
        ],
        "lines": [
            96
        ],
        "count": 1,
        "text": [
            "—I don’t know, says Alf. I saw him just now in Capel street with Paddy Dignam. Only I was running after that..."
        ]
    },
    "O’Dignam": {
        "nominatim": [],
        "lines": [
            117
        ],
        "count": 1,
        "text": [
            "He is gone from mortal haunts: O’Dignam, sun of our morning. Fleet was his foot on the bracken: Patrick of the beamy brow. Wail, Banba, with your wind: and wail, O ocean, with your whirlwind."
        ]
    },
    "Bootle": {
        "nominatim": [
            54.606905,
            -5.9552262
        ],
        "lines": [
            143
        ],
        "count": 1,
        "text": [
            "_Honoured sir i beg to offer my services in the abovementioned painful case i hanged Joe Gann in Bootle jail on the 12 of Febuary 1900 and i hanged..._"
        ]
    },
    "Pentonville": {
        "nominatim": [],
        "lines": [
            145
        ],
        "count": 1,
        "text": [
            "—_... private Arthur Chace for fowl murder of Jessie Tilsit in Pentonville prison and i was assistant when..._"
        ]
    },
    "Kilmainham": {
        "nominatim": [
            53.3410462,
            -6.3072776
        ],
        "lines": [
            164
        ],
        "count": 1,
        "text": [
            "—God’s truth, says Alf. I heard that from the head warder that was in Kilmainham when they hanged Joe Brady, the invincible. He told me when they cut him down after the drop it was standing up in their faces like a poker."
        ]
    },
    "Booterstown": {
        "nominatim": [
            53.3099853,
            -6.1951961
        ],
        "lines": [
            177
        ],
        "count": 1,
        "text": [
            "The last farewell was affecting in the extreme. From the belfries far and near the funereal deathbell tolled unceasingly while all around the gloomy precincts rolled the ominous warning of a hundred muffled drums punctuated by the hollow booming of pieces of ordnance. The deafening claps of thunder and the dazzling flashes of lightning which lit up the ghastly scene testified that the artillery of heaven had lent its supernatural pomp to the already gruesome spectacle. A torrential rain poured down from the floodgates of the angry heavens upon the bared heads of the assembled multitude which numbered at the lowest computation five hundred thousand persons. A posse of Dublin Metropolitan police superintended by the Chief Commissioner in person maintained order in the vast throng for whom the York street brass and reed band whiled away the intervening time by admirably rendering on their blackdraped instruments the matchless melody endeared to us from the cradle by Speranza’s plaintive muse. Special quick excursion trains and upholstered charabancs had been provided for the comfort of our country cousins of whom there were large contingents. Considerable amusement was caused by the favourite Dublin streetsingers L-n-h-n and M-ll-g-n who sang _The Night before Larry was stretched_ in their usual mirth-provoking fashion. Our two inimitable drolls did a roaring trade with their broadsheets among lovers of the comedy element and nobody who has a corner in his heart for real Irish fun without vulgarity will grudge them their hardearned pennies. The children of the Male and Female Foundling Hospital who thronged the windows overlooking the scene were delighted with this unexpected addition to the day’s entertainment and a word of praise is due to the Little Sisters of the Poor for their excellent idea of affording the poor fatherless and motherless children a genuinely instructive treat. The viceregal houseparty which included many wellknown ladies was chaperoned by Their Excellencies to the most favourable positions on the grandstand while the picturesque foreign delegation known as the Friends of the Emerald Isle was accommodated on a tribune directly opposite. The delegation, present in full force, consisted of Commendatore Bacibaci Beninobenone (the semiparalysed _doyen_ of the party who had to be assisted to his seat by the aid of a powerful steam crane), Monsieur Pierrepaul Petitépatant, the Grandjoker Vladinmire Pokethankertscheff, the Archjoker Leopold Rudolph von Schwanzenbad-Hodenthaler, Countess Marha Virága Kisászony Putrápesthi, Hiram Y. Bomboost, Count Athanatos Karamelopulos, Ali Baba Backsheesh Rahat Lokum Effendi, Señor Hidalgo Caballero Don Pecadillo y Palabras y Paternoster de la Malora de la Malaria, Hokopoko Harakiri, Hi Hung Chang, Olaf Kobberkeddelsen, Mynheer Trik van Trumps, Pan Poleaxe Paddyrisky, Goosepond Prhklstr Kratchinabritchisitch, Borus Hupinkoff, Herr Hurhausdirektorpresident Hans Chuechli-Steuerli, Nationalgymnasiummuseumsanatoriumandsuspensoriumsordinaryprivatdocentge neralhistoryspecialprofessordoctor Kriegfried Ueberallgemein. All the delegates without exception expressed themselves in the strongest possible heterogeneous terms concerning the nameless barbarity which they had been called upon to witness. An animated altercation (in which all took part) ensued among the F. O. T. E. I. as to whether the eighth or the ninth of March was the correct date of the birth of Ireland’s patron saint. In the course of the argument cannonballs, scimitars, boomerangs, blunderbusses, stinkpots, meatchoppers, umbrellas, catapults, knuckledusters, sandbags, lumps of pig iron were resorted to and blows were freely exchanged. The baby policeman, Constable MacFadden, summoned by special courier from Booterstown, quickly restored order and with lightning promptitude proposed the seventeenth of the month as a solution equally honourable for both contending parties. The readywitted ninefooter’s suggestion at once appealed to all and was unanimously accepted. Constable MacFadden was heartily congratulated by all the F. O. T. E. I., several of whom were bleeding profusely. Commendatore Beninobenone having been extricated from underneath the presidential armchair, it was explained by his legal adviser Avvocato Pagamimi that the various articles secreted in his thirtytwo pockets had been abstracted by him during the affray from the pockets of his junior colleagues in the hope of bringing them to their senses. The objects (which included several hundred ladies’ and gentlemen’s gold and silver watches) were promptly restored to their rightful owners and general harmony reigned supreme."
        ]
    },
    "Sheffield": {
        "nominatim": [
            54.00161335,
            -8.033104435451591
        ],
        "lines": [
            178
        ],
        "count": 1,
        "text": [
            "Quietly, unassumingly Rumbold stepped on to the scaffold in faultless morning dress and wearing his favourite flower, the _Gladiolus Cruentus_. He announced his presence by that gentle Rumboldian cough which so many have tried (unsuccessfully) to imitate—short, painstaking yet withal so characteristic of the man. The arrival of the worldrenowned headsman was greeted by a roar of acclamation from the huge concourse, the viceregal ladies waving their handkerchiefs in their excitement while the even more excitable foreign delegates cheered vociferously in a medley of cries, _hoch, banzai, eljen, zivio, chinchin, polla kronia, hiphip, vive, Allah_, amid which the ringing _evviva_ of the delegate of the land of song (a high double F recalling those piercingly lovely notes with which the eunuch Catalani beglamoured our greatgreatgrandmothers) was easily distinguishable. It was exactly seventeen o’clock. The signal for prayer was then promptly given by megaphone and in an instant all heads were bared, the commendatore’s patriarchal sombrero, which has been in the possession of his family since the revolution of Rienzi, being removed by his medical adviser in attendance, Dr Pippi. The learned prelate who administered the last comforts of holy religion to the hero martyr when about to pay the death penalty knelt in a most christian spirit in a pool of rainwater, his cassock above his hoary head, and offered up to the throne of grace fervent prayers of supplication. Hard by the block stood the grim figure of the executioner, his visage being concealed in a tengallon pot with two circular perforated apertures through which his eyes glowered furiously. As he awaited the fatal signal he tested the edge of his horrible weapon by honing it upon his brawny forearm or decapitated in rapid succession a flock of sheep which had been provided by the admirers of his fell but necessary office. On a handsome mahogany table near him were neatly arranged the quartering knife, the various finely tempered disembowelling appliances (specially supplied by the worldfamous firm of cutlers, Messrs John Round and Sons, Sheffield), a terra cotta saucepan for the reception of the duodenum, colon, blind intestine and appendix etc when successfully extracted and two commodious milkjugs destined to receive the most precious blood of the most precious victim. The housesteward of the amalgamated cats’ and dogs’ home was in attendance to convey these vessels when replenished to that beneficent institution. Quite an excellent repast consisting of rashers and eggs, fried steak and onions, done to a nicety, delicious hot breakfast rolls and invigorating tea had been considerately provided by the authorities for the consumption of the central figure of the tragedy who was in capital spirits when prepared for death and evinced the keenest interest in the proceedings from beginning to end but he, with an abnegation rare in these our times, rose nobly to the occasion and expressed the dying wish (immediately acceded to) that the meal should be divided in aliquot parts among the members of the sick and indigent roomkeepers’ association as a token of his regard and esteem. The _nec_ and _non plus ultra_ of emotion were reached when the blushing bride elect burst her way through the serried ranks of the bystanders and flung herself upon the muscular bosom of him who was about to be launched into eternity for her sake. The hero folded her willowy form in a loving embrace murmuring fondly _Sheila, my own_. Encouraged by this use of her christian name she kissed passionately all the various suitable areas of his person which the decencies of prison garb permitted her ardour to reach. She swore to him as they mingled the salt streams of their tears that she would ever cherish his memory, that she would never forget her hero boy who went to his death with a song on his lips as if he were but going to a hurling match in Clonturk park. She brought back to his recollection the happy days of blissful childhood together on the banks of Anna Liffey when they had indulged in the innocent pastimes of the young and, oblivious of the dreadful present, they both laughed heartily, all the spectators, including the venerable pastor, joining in the general merriment. That monster audience simply rocked with delight. But anon they were overcome with grief and clasped their hands for the last time. A fresh torrent of tears burst from their lachrymal ducts and the vast concourse of people, touched to the inmost core, broke into heartrending sobs, not the least affected being the aged prebendary himself. Big strong men, officers of the peace and genial giants of the royal Irish constabulary, were making frank use of their handkerchiefs and it is safe to say that there was not a dry eye in that record assemblage. A most romantic incident occurred when a handsome young Oxford graduate, noted for his chivalry towards the fair sex, stepped forward and, presenting his visiting card, bankbook and genealogical tree, solicited the hand of the hapless young lady, requesting her to name the day, and was accepted on the spot. Every lady in the audience was presented with a tasteful souvenir of the occasion in the shape of a skull and crossbones brooch, a timely and generous act which evoked a fresh outburst of emotion: and when the gallant young Oxonian (the bearer, by the way, of one of the most timehonoured names in Albion’s history) placed on the finger of his blushing _fiancée_ an expensive engagement ring with emeralds set in the form of a fourleaved shamrock the excitement knew no bounds. Nay, even the stern provostmarshal, lieutenantcolonel Tomkin-Maxwell ffrenchmullan Tomlinson, who presided on the sad occasion, he who had blown a considerable number of sepoys from the cannonmouth without flinching, could not now restrain his natural emotion. With his mailed gauntlet he brushed away a furtive tear and was overheard, by those privileged burghers who happened to be in his immediate _entourage,_ to murmur to himself in a faltering undertone:"
        ]
    },
    "Albion": {
        "nominatim": [
            53.2897019,
            -6.2567051
        ],
        "lines": [
            178
        ],
        "count": 1,
        "text": [
            "Quietly, unassumingly Rumbold stepped on to the scaffold in faultless morning dress and wearing his favourite flower, the _Gladiolus Cruentus_. He announced his presence by that gentle Rumboldian cough which so many have tried (unsuccessfully) to imitate—short, painstaking yet withal so characteristic of the man. The arrival of the worldrenowned headsman was greeted by a roar of acclamation from the huge concourse, the viceregal ladies waving their handkerchiefs in their excitement while the even more excitable foreign delegates cheered vociferously in a medley of cries, _hoch, banzai, eljen, zivio, chinchin, polla kronia, hiphip, vive, Allah_, amid which the ringing _evviva_ of the delegate of the land of song (a high double F recalling those piercingly lovely notes with which the eunuch Catalani beglamoured our greatgreatgrandmothers) was easily distinguishable. It was exactly seventeen o’clock. The signal for prayer was then promptly given by megaphone and in an instant all heads were bared, the commendatore’s patriarchal sombrero, which has been in the possession of his family since the revolution of Rienzi, being removed by his medical adviser in attendance, Dr Pippi. The learned prelate who administered the last comforts of holy religion to the hero martyr when about to pay the death penalty knelt in a most christian spirit in a pool of rainwater, his cassock above his hoary head, and offered up to the throne of grace fervent prayers of supplication. Hard by the block stood the grim figure of the executioner, his visage being concealed in a tengallon pot with two circular perforated apertures through which his eyes glowered furiously. As he awaited the fatal signal he tested the edge of his horrible weapon by honing it upon his brawny forearm or decapitated in rapid succession a flock of sheep which had been provided by the admirers of his fell but necessary office. On a handsome mahogany table near him were neatly arranged the quartering knife, the various finely tempered disembowelling appliances (specially supplied by the worldfamous firm of cutlers, Messrs John Round and Sons, Sheffield), a terra cotta saucepan for the reception of the duodenum, colon, blind intestine and appendix etc when successfully extracted and two commodious milkjugs destined to receive the most precious blood of the most precious victim. The housesteward of the amalgamated cats’ and dogs’ home was in attendance to convey these vessels when replenished to that beneficent institution. Quite an excellent repast consisting of rashers and eggs, fried steak and onions, done to a nicety, delicious hot breakfast rolls and invigorating tea had been considerately provided by the authorities for the consumption of the central figure of the tragedy who was in capital spirits when prepared for death and evinced the keenest interest in the proceedings from beginning to end but he, with an abnegation rare in these our times, rose nobly to the occasion and expressed the dying wish (immediately acceded to) that the meal should be divided in aliquot parts among the members of the sick and indigent roomkeepers’ association as a token of his regard and esteem. The _nec_ and _non plus ultra_ of emotion were reached when the blushing bride elect burst her way through the serried ranks of the bystanders and flung herself upon the muscular bosom of him who was about to be launched into eternity for her sake. The hero folded her willowy form in a loving embrace murmuring fondly _Sheila, my own_. Encouraged by this use of her christian name she kissed passionately all the various suitable areas of his person which the decencies of prison garb permitted her ardour to reach. She swore to him as they mingled the salt streams of their tears that she would ever cherish his memory, that she would never forget her hero boy who went to his death with a song on his lips as if he were but going to a hurling match in Clonturk park. She brought back to his recollection the happy days of blissful childhood together on the banks of Anna Liffey when they had indulged in the innocent pastimes of the young and, oblivious of the dreadful present, they both laughed heartily, all the spectators, including the venerable pastor, joining in the general merriment. That monster audience simply rocked with delight. But anon they were overcome with grief and clasped their hands for the last time. A fresh torrent of tears burst from their lachrymal ducts and the vast concourse of people, touched to the inmost core, broke into heartrending sobs, not the least affected being the aged prebendary himself. Big strong men, officers of the peace and genial giants of the royal Irish constabulary, were making frank use of their handkerchiefs and it is safe to say that there was not a dry eye in that record assemblage. A most romantic incident occurred when a handsome young Oxford graduate, noted for his chivalry towards the fair sex, stepped forward and, presenting his visiting card, bankbook and genealogical tree, solicited the hand of the hapless young lady, requesting her to name the day, and was accepted on the spot. Every lady in the audience was presented with a tasteful souvenir of the occasion in the shape of a skull and crossbones brooch, a timely and generous act which evoked a fresh outburst of emotion: and when the gallant young Oxonian (the bearer, by the way, of one of the most timehonoured names in Albion’s history) placed on the finger of his blushing _fiancée_ an expensive engagement ring with emeralds set in the form of a fourleaved shamrock the excitement knew no bounds. Nay, even the stern provostmarshal, lieutenantcolonel Tomkin-Maxwell ffrenchmullan Tomlinson, who presided on the sad occasion, he who had blown a considerable number of sepoys from the cannonmouth without flinching, could not now restrain his natural emotion. With his mailed gauntlet he brushed away a furtive tear and was overheard, by those privileged burghers who happened to be in his immediate _entourage,_ to murmur to himself in a faltering undertone:"
        ]
    },
    "Multifarnham": {
        "nominatim": [
            53.62889305,
            -7.395276381720777
        ],
        "lines": [
            224
        ],
        "count": 1,
        "text": [
            "Mr Cowe Conacre (Multifarnham. Nat.): Arising out of the question of my honourable friend, the member for Shillelagh, may I ask the right honourable gentleman whether the government has issued orders that these animals shall be slaughtered though no medical evidence is forthcoming as to their pathological condition?"
        ]
    },
    "Nat.": {
        "nominatim": [
            14.560631,
            121.0164694
        ],
        "lines": [
            224,
            226
        ],
        "count": 2,
        "text": [
            "Mr Cowe Conacre (Multifarnham. Nat.): Arising out of the question of my honourable friend, the member for Shillelagh, may I ask the right honourable gentleman whether the government has issued orders that these animals shall be slaughtered though no medical evidence is forthcoming as to their pathological condition?",
            "Mr Orelli O’Reilly (Montenotte. Nat.): Have similar orders been issued for the slaughter of human animals who dare to play Irish games in the Phoenix park?"
        ]
    },
    "Shillelagh": {
        "nominatim": [
            52.7538797,
            -6.5370584
        ],
        "lines": [
            224
        ],
        "count": 1,
        "text": [
            "Mr Cowe Conacre (Multifarnham. Nat.): Arising out of the question of my honourable friend, the member for Shillelagh, may I ask the right honourable gentleman whether the government has issued orders that these animals shall be slaughtered though no medical evidence is forthcoming as to their pathological condition?"
        ]
    },
    "Mitchelstown": {
        "nominatim": [
            52.2661629,
            -8.2708001
        ],
        "lines": [
            228
        ],
        "count": 1,
        "text": [
            "Mr Cowe Conacre: Has the right honourable gentleman’s famous Mitchelstown telegram inspired the policy of gentlemen on the Treasury bench? (O! O!)"
        ]
    },
    "Buncombe": {
        "nominatim": [],
        "lines": [
            230
        ],
        "count": 1,
        "text": [
            "Mr Staylewit (Buncombe. Ind.): Don’t hesitate to shoot."
        ]
    },
    "Ind.": {
        "nominatim": [
            38.4147739,
            -86.9994455
        ],
        "lines": [
            230
        ],
        "count": 1,
        "text": [
            "Mr Staylewit (Buncombe. Ind.): Don’t hesitate to shoot."
        ]
    },
    "Greece": {
        "nominatim": [
            53.3349465,
            -6.253647150372279
        ],
        "lines": [
            240
        ],
        "count": 1,
        "text": [
            "A most interesting discussion took place in the ancient hall of _Brian O’Ciarnain’s_ in _Sraid na Bretaine Bheag_, under the auspices of _Sluagh na h-Eireann_, on the revival of ancient Gaelic sports and the importance of physical culture, as understood in ancient Greece and ancient Rome and ancient Ireland, for the development of the race. The venerable president of the noble order was in the chair and the attendance was of large dimensions. After an instructive discourse by the chairman, a magnificent oration eloquently and forcibly expressed, a most interesting and instructive discussion of the usual high standard of excellence ensued as to the desirability of the revivability of the ancient games and sports of our ancient Panceltic forefathers. The wellknown and highly respected worker in the cause of our old tongue, Mr Joseph M’Carthy Hynes, made an eloquent appeal for the resuscitation of the ancient Gaelic sports and pastimes, practised morning and evening by Finn MacCool, as calculated to revive the best traditions of manly strength and prowess handed down to us from ancient ages. L. Bloom, who met with a mixed reception of applause and hisses, having espoused the negative the vocalist chairman brought the discussion to a close, in response to repeated requests and hearty plaudits from all parts of a bumper house, by a remarkably noteworthy rendering of the immortal Thomas Osborne Davis’ evergreen verses (happily too familiar to need recalling here) _A nation once again_ in the execution of which the veteran patriot champion may be said without fear of contradiction to have fairly excelled himself. The Irish Caruso-Garibaldi was in superlative form and his stentorian notes were heard to the greatest advantage in the timehonoured anthem sung as only our citizen can sing it. His superb highclass vocalism, which by its superquality greatly enhanced his already international reputation, was vociferously applauded by the large audience among which were to be noticed many prominent members of the clergy as well as representatives of the press and the bar and the other learned professions. The proceedings then terminated."
        ]
    },
    "Rome": {
        "nominatim": [
            53.3457261,
            -6.2643978
        ],
        "lines": [
            240,
            356
        ],
        "count": 2,
        "text": [
            "A most interesting discussion took place in the ancient hall of _Brian O’Ciarnain’s_ in _Sraid na Bretaine Bheag_, under the auspices of _Sluagh na h-Eireann_, on the revival of ancient Gaelic sports and the importance of physical culture, as understood in ancient Greece and ancient Rome and ancient Ireland, for the development of the race. The venerable president of the noble order was in the chair and the attendance was of large dimensions. After an instructive discourse by the chairman, a magnificent oration eloquently and forcibly expressed, a most interesting and instructive discussion of the usual high standard of excellence ensued as to the desirability of the revivability of the ancient games and sports of our ancient Panceltic forefathers. The wellknown and highly respected worker in the cause of our old tongue, Mr Joseph M’Carthy Hynes, made an eloquent appeal for the resuscitation of the ancient Gaelic sports and pastimes, practised morning and evening by Finn MacCool, as calculated to revive the best traditions of manly strength and prowess handed down to us from ancient ages. L. Bloom, who met with a mixed reception of applause and hisses, having espoused the negative the vocalist chairman brought the discussion to a close, in response to repeated requests and hearty plaudits from all parts of a bumper house, by a remarkably noteworthy rendering of the immortal Thomas Osborne Davis’ evergreen verses (happily too familiar to need recalling here) _A nation once again_ in the execution of which the veteran patriot champion may be said without fear of contradiction to have fairly excelled himself. The Irish Caruso-Garibaldi was in superlative form and his stentorian notes were heard to the greatest advantage in the timehonoured anthem sung as only our citizen can sing it. His superb highclass vocalism, which by its superquality greatly enhanced his already international reputation, was vociferously applauded by the large audience among which were to be noticed many prominent members of the clergy as well as representatives of the press and the bar and the other learned professions. The proceedings then terminated.",
            "—_Raimeis_, says the citizen. There’s no-one as blind as the fellow that won’t see, if you know what that means. Where are our missing twenty millions of Irish should be here today instead of four, our lost tribes? And our potteries and textiles, the finest in the whole world! And our wool that was sold in Rome in the time of Juvenal and our flax and our damask from the looms of Antrim and our Limerick lace, our tanneries and our white flint glass down there by Ballybough and our Huguenot poplin that we have since Jacquard de Lyon and our woven silk and our Foxford tweeds and ivory raised point from the Carmelite convent in New Ross, nothing like it in the whole wide world. Where are the Greek merchants that came through the pillars of Hercules, the Gibraltar now grabbed by the foe of mankind, with gold and Tyrian purple to sell in Wexford at the fair of Carmen? Read Tacitus and Ptolemy, even Giraldus Cambrensis. Wine, peltries, Connemara marble, silver from Tipperary, second to none, our farfamed horses even today, the Irish hobbies, with king Philip of Spain offering to pay customs duties for the right to fish in our waters. What do the yellowjohns of Anglia owe us for our ruined trade and our ruined hearths? And the beds of the Barrow and Shannon they won’t deepen with millions of acres of marsh and bog to make us all die of consumption?"
        ]
    },
    "Alameda": {
        "nominatim": [
            52.6450337,
            -8.6289895
        ],
        "lines": [
            261
        ],
        "count": 1,
        "text": [
            "Pride of Calpe’s rocky mount, the ravenhaired daughter of Tweedy. There grew she to peerless beauty where loquat and almond scent the air. The gardens of Alameda knew her step: the garths of olives knew and bowed. The chaste spouse of Leopold is she: Marion of the bountiful bosoms."
        ]
    },
    "Summerhill": {
        "nominatim": [
            53.4807969,
            -6.7321526
        ],
        "lines": [
            292
        ],
        "count": 1,
        "text": [
            "Begob I saw there was trouble coming. And Bloom explaining he meant on account of it being cruel for the wife having to go round after the old stuttering fool. Cruelty to animals so it is to let that bloody povertystricken Breen out on grass with his beard out tripping him, bringing down the rain. And she with her nose cockahoop after she married him because a cousin of his old fellow’s was pewopener to the pope. Picture of him on the wall with his Smashall Sweeney’s moustaches, the signior Brini from Summerhill, the eyetallyano, papal Zouave to the Holy Father, has left the quay and gone to Moss street. And who was he, tell us? A nobody, two pair back and passages, at seven shillings a week, and he covered with all kinds of breastplates bidding defiance to the world."
        ]
    },
    "Canada": {
        "nominatim": [
            48.517215,
            -68.46866692563253
        ],
        "lines": [
            300,
            302
        ],
        "count": 2,
        "text": [
            "—How did that Canada swindle case go off? says Joe.",
            "One of the bottlenosed fraternity it was went by the name of James Wought alias Saphiro alias Spark and Spiro, put an ad in the papers saying he’d give a passage to Canada for twenty bob. What? Do you see any green in the white of my eye? Course it was a bloody barney. What? Swindled them all, skivvies and badhachs from the county Meath, ay, and his own kidney too. J. J. was telling us there was an ancient Hebrew Zaretsky or something weeping in the witnessbox with his hat on him, swearing by the holy Moses he was stuck for two quid."
        ]
    },
    "Meath": {
        "nominatim": [
            53.6497514,
            -6.5885310235914645
        ],
        "lines": [
            302
        ],
        "count": 1,
        "text": [
            "One of the bottlenosed fraternity it was went by the name of James Wought alias Saphiro alias Spark and Spiro, put an ad in the papers saying he’d give a passage to Canada for twenty bob. What? Do you see any green in the white of my eye? Course it was a bloody barney. What? Swindled them all, skivvies and badhachs from the county Meath, ay, and his own kidney too. J. J. was telling us there was an ancient Hebrew Zaretsky or something weeping in the witnessbox with his hat on him, swearing by the holy Moses he was stuck for two quid."
        ]
    },
    "Chicago": {
        "nominatim": [
            42.0006317,
            -87.659884
        ],
        "lines": [
            327
        ],
        "count": 1,
        "text": [
            "And what was it only one of the smutty yankee pictures Terry borrows off of Corny Kelleher. Secrets for enlarging your private parts. Misconduct of society belle. Norman W. Tupper, wealthy Chicago contractor, finds pretty but faithless wife in lap of officer Taylor. Belle in her bloomers misconducting herself, and her fancyman feeling for her tickles and Norman W. Tupper bouncing in with his peashooter just in time to be late after she doing the trick of the loop with officer Taylor."
        ]
    },
    "Erin": {
        "nominatim": [
            51.93185,
            -8.5680171
        ],
        "lines": [
            332
        ],
        "count": 1,
        "text": [
            "O’Nolan, clad in shining armour, low bending made obeisance to the puissant and high and mighty chief of all Erin and did him to wit of that which had befallen, how that the grave elders of the most obedient city, second of the realm, had met them in the tholsel, and there, after due prayers to the gods who dwell in ether supernal, had taken solemn counsel whereby they might, if so be it might be, bring once more into honour among mortal men the winged speech of the seadivided Gael."
        ]
    },
    "Paris": {
        "nominatim": [
            48.874059700000004,
            2.2914747338400483
        ],
        "lines": [
            337
        ],
        "count": 1,
        "text": [
            "—They’re not European, says the citizen. I was in Europe with Kevin Egan of Paris. You wouldn’t see a trace of them or their language anywhere in Europe except in a _cabinet d’aisance._"
        ]
    },
    "Antrim": {
        "nominatim": [
            54.715139,
            -6.2192038
        ],
        "lines": [
            356
        ],
        "count": 1,
        "text": [
            "—_Raimeis_, says the citizen. There’s no-one as blind as the fellow that won’t see, if you know what that means. Where are our missing twenty millions of Irish should be here today instead of four, our lost tribes? And our potteries and textiles, the finest in the whole world! And our wool that was sold in Rome in the time of Juvenal and our flax and our damask from the looms of Antrim and our Limerick lace, our tanneries and our white flint glass down there by Ballybough and our Huguenot poplin that we have since Jacquard de Lyon and our woven silk and our Foxford tweeds and ivory raised point from the Carmelite convent in New Ross, nothing like it in the whole wide world. Where are the Greek merchants that came through the pillars of Hercules, the Gibraltar now grabbed by the foe of mankind, with gold and Tyrian purple to sell in Wexford at the fair of Carmen? Read Tacitus and Ptolemy, even Giraldus Cambrensis. Wine, peltries, Connemara marble, silver from Tipperary, second to none, our farfamed horses even today, the Irish hobbies, with king Philip of Spain offering to pay customs duties for the right to fish in our waters. What do the yellowjohns of Anglia owe us for our ruined trade and our ruined hearths? And the beds of the Barrow and Shannon they won’t deepen with millions of acres of marsh and bog to make us all die of consumption?"
        ]
    },
    "Limerick": {
        "nominatim": [
            52.661252,
            -8.6301239
        ],
        "lines": [
            356,
            386
        ],
        "count": 2,
        "text": [
            "—_Raimeis_, says the citizen. There’s no-one as blind as the fellow that won’t see, if you know what that means. Where are our missing twenty millions of Irish should be here today instead of four, our lost tribes? And our potteries and textiles, the finest in the whole world! And our wool that was sold in Rome in the time of Juvenal and our flax and our damask from the looms of Antrim and our Limerick lace, our tanneries and our white flint glass down there by Ballybough and our Huguenot poplin that we have since Jacquard de Lyon and our woven silk and our Foxford tweeds and ivory raised point from the Carmelite convent in New Ross, nothing like it in the whole wide world. Where are the Greek merchants that came through the pillars of Hercules, the Gibraltar now grabbed by the foe of mankind, with gold and Tyrian purple to sell in Wexford at the fair of Carmen? Read Tacitus and Ptolemy, even Giraldus Cambrensis. Wine, peltries, Connemara marble, silver from Tipperary, second to none, our farfamed horses even today, the Irish hobbies, with king Philip of Spain offering to pay customs duties for the right to fish in our waters. What do the yellowjohns of Anglia owe us for our ruined trade and our ruined hearths? And the beds of the Barrow and Shannon they won’t deepen with millions of acres of marsh and bog to make us all die of consumption?",
            "—Ay, says John Wyse. We fought for the royal Stuarts that reneged us against the Williamites and they betrayed us. Remember Limerick and the broken treatystone. We gave our best blood to France and Spain, the wild geese. Fontenoy, eh? And Sarsfield and O’Donnell, duke of Tetuan in Spain, and Ulysses Browne of Camus that was fieldmarshal to Maria Teresa. But what did we ever get for it?"
        ]
    },
    "New Ross": {
        "nominatim": [
            52.3955671,
            -6.9446066
        ],
        "lines": [
            356
        ],
        "count": 1,
        "text": [
            "—_Raimeis_, says the citizen. There’s no-one as blind as the fellow that won’t see, if you know what that means. Where are our missing twenty millions of Irish should be here today instead of four, our lost tribes? And our potteries and textiles, the finest in the whole world! And our wool that was sold in Rome in the time of Juvenal and our flax and our damask from the looms of Antrim and our Limerick lace, our tanneries and our white flint glass down there by Ballybough and our Huguenot poplin that we have since Jacquard de Lyon and our woven silk and our Foxford tweeds and ivory raised point from the Carmelite convent in New Ross, nothing like it in the whole wide world. Where are the Greek merchants that came through the pillars of Hercules, the Gibraltar now grabbed by the foe of mankind, with gold and Tyrian purple to sell in Wexford at the fair of Carmen? Read Tacitus and Ptolemy, even Giraldus Cambrensis. Wine, peltries, Connemara marble, silver from Tipperary, second to none, our farfamed horses even today, the Irish hobbies, with king Philip of Spain offering to pay customs duties for the right to fish in our waters. What do the yellowjohns of Anglia owe us for our ruined trade and our ruined hearths? And the beds of the Barrow and Shannon they won’t deepen with millions of acres of marsh and bog to make us all die of consumption?"
        ]
    },
    "Wexford": {
        "nominatim": [
            52.46018745,
            -6.606515459159162
        ],
        "lines": [
            356
        ],
        "count": 1,
        "text": [
            "—_Raimeis_, says the citizen. There’s no-one as blind as the fellow that won’t see, if you know what that means. Where are our missing twenty millions of Irish should be here today instead of four, our lost tribes? And our potteries and textiles, the finest in the whole world! And our wool that was sold in Rome in the time of Juvenal and our flax and our damask from the looms of Antrim and our Limerick lace, our tanneries and our white flint glass down there by Ballybough and our Huguenot poplin that we have since Jacquard de Lyon and our woven silk and our Foxford tweeds and ivory raised point from the Carmelite convent in New Ross, nothing like it in the whole wide world. Where are the Greek merchants that came through the pillars of Hercules, the Gibraltar now grabbed by the foe of mankind, with gold and Tyrian purple to sell in Wexford at the fair of Carmen? Read Tacitus and Ptolemy, even Giraldus Cambrensis. Wine, peltries, Connemara marble, silver from Tipperary, second to none, our farfamed horses even today, the Irish hobbies, with king Philip of Spain offering to pay customs duties for the right to fish in our waters. What do the yellowjohns of Anglia owe us for our ruined trade and our ruined hearths? And the beds of the Barrow and Shannon they won’t deepen with millions of acres of marsh and bog to make us all die of consumption?"
        ]
    },
    "Tipperary": {
        "nominatim": [
            52.68482145,
            -7.898147186112796
        ],
        "lines": [
            356
        ],
        "count": 1,
        "text": [
            "—_Raimeis_, says the citizen. There’s no-one as blind as the fellow that won’t see, if you know what that means. Where are our missing twenty millions of Irish should be here today instead of four, our lost tribes? And our potteries and textiles, the finest in the whole world! And our wool that was sold in Rome in the time of Juvenal and our flax and our damask from the looms of Antrim and our Limerick lace, our tanneries and our white flint glass down there by Ballybough and our Huguenot poplin that we have since Jacquard de Lyon and our woven silk and our Foxford tweeds and ivory raised point from the Carmelite convent in New Ross, nothing like it in the whole wide world. Where are the Greek merchants that came through the pillars of Hercules, the Gibraltar now grabbed by the foe of mankind, with gold and Tyrian purple to sell in Wexford at the fair of Carmen? Read Tacitus and Ptolemy, even Giraldus Cambrensis. Wine, peltries, Connemara marble, silver from Tipperary, second to none, our farfamed horses even today, the Irish hobbies, with king Philip of Spain offering to pay customs duties for the right to fish in our waters. What do the yellowjohns of Anglia owe us for our ruined trade and our ruined hearths? And the beds of the Barrow and Shannon they won’t deepen with millions of acres of marsh and bog to make us all die of consumption?"
        ]
    },
    "Spain": {
        "nominatim": [
            53.0121815,
            -8.3105642
        ],
        "lines": [
            356,
            361,
            386
        ],
        "count": 3,
        "text": [
            "—_Raimeis_, says the citizen. There’s no-one as blind as the fellow that won’t see, if you know what that means. Where are our missing twenty millions of Irish should be here today instead of four, our lost tribes? And our potteries and textiles, the finest in the whole world! And our wool that was sold in Rome in the time of Juvenal and our flax and our damask from the looms of Antrim and our Limerick lace, our tanneries and our white flint glass down there by Ballybough and our Huguenot poplin that we have since Jacquard de Lyon and our woven silk and our Foxford tweeds and ivory raised point from the Carmelite convent in New Ross, nothing like it in the whole wide world. Where are the Greek merchants that came through the pillars of Hercules, the Gibraltar now grabbed by the foe of mankind, with gold and Tyrian purple to sell in Wexford at the fair of Carmen? Read Tacitus and Ptolemy, even Giraldus Cambrensis. Wine, peltries, Connemara marble, silver from Tipperary, second to none, our farfamed horses even today, the Irish hobbies, with king Philip of Spain offering to pay customs duties for the right to fish in our waters. What do the yellowjohns of Anglia owe us for our ruined trade and our ruined hearths? And the beds of the Barrow and Shannon they won’t deepen with millions of acres of marsh and bog to make us all die of consumption?",
            "—And our eyes are on Europe, says the citizen. We had our trade with Spain and the French and with the Flemings before those mongrels were pupped, Spanish ale in Galway, the winebark on the winedark waterway.",
            "—Ay, says John Wyse. We fought for the royal Stuarts that reneged us against the Williamites and they betrayed us. Remember Limerick and the broken treatystone. We gave our best blood to France and Spain, the wild geese. Fontenoy, eh? And Sarsfield and O’Donnell, duke of Tetuan in Spain, and Ulysses Browne of Camus that was fieldmarshal to Maria Teresa. But what did we ever get for it?"
        ]
    },
    "Anglia": {
        "nominatim": [
            52.0600343,
            -0.347478
        ],
        "lines": [
            356
        ],
        "count": 1,
        "text": [
            "—_Raimeis_, says the citizen. There’s no-one as blind as the fellow that won’t see, if you know what that means. Where are our missing twenty millions of Irish should be here today instead of four, our lost tribes? And our potteries and textiles, the finest in the whole world! And our wool that was sold in Rome in the time of Juvenal and our flax and our damask from the looms of Antrim and our Limerick lace, our tanneries and our white flint glass down there by Ballybough and our Huguenot poplin that we have since Jacquard de Lyon and our woven silk and our Foxford tweeds and ivory raised point from the Carmelite convent in New Ross, nothing like it in the whole wide world. Where are the Greek merchants that came through the pillars of Hercules, the Gibraltar now grabbed by the foe of mankind, with gold and Tyrian purple to sell in Wexford at the fair of Carmen? Read Tacitus and Ptolemy, even Giraldus Cambrensis. Wine, peltries, Connemara marble, silver from Tipperary, second to none, our farfamed horses even today, the Irish hobbies, with king Philip of Spain offering to pay customs duties for the right to fish in our waters. What do the yellowjohns of Anglia owe us for our ruined trade and our ruined hearths? And the beds of the Barrow and Shannon they won’t deepen with millions of acres of marsh and bog to make us all die of consumption?"
        ]
    },
    "Portugal": {
        "nominatim": [
            37.1189946,
            -8.5399832
        ],
        "lines": [
            357
        ],
        "count": 1,
        "text": [
            "—As treeless as Portugal we’ll be soon, says John Wyse, or Heligoland with its one tree if something is not done to reafforest the land. Larches, firs, all the trees of the conifer family are going fast. I was reading a report of lord Castletown’s..."
        ]
    },
    "Heligoland": {
        "nominatim": [],
        "lines": [
            357
        ],
        "count": 1,
        "text": [
            "—As treeless as Portugal we’ll be soon, says John Wyse, or Heligoland with its one tree if something is not done to reafforest the land. Larches, firs, all the trees of the conifer family are going fast. I was reading a report of lord Castletown’s..."
        ]
    },
    "Galway": {
        "nominatim": [
            53.2744122,
            -9.0490601
        ],
        "lines": [
            358,
            361,
            363
        ],
        "count": 3,
        "text": [
            "—Save them, says the citizen, the giant ash of Galway and the chieftain elm of Kildare with a fortyfoot bole and an acre of foliage. Save the trees of Ireland for the future men of Ireland on the fair hills of Eire, O.",
            "—And our eyes are on Europe, says the citizen. We had our trade with Spain and the French and with the Flemings before those mongrels were pupped, Spanish ale in Galway, the winebark on the winedark waterway.",
            "—And with the help of the holy mother of God we will again, says the citizen, clapping his thigh. Our harbours that are empty will be full again, Queenstown, Kinsale, Galway, Blacksod Bay, Ventry in the kingdom of Kerry, Killybegs, the third largest harbour in the wide world with a fleet of masts of the Galway Lynches and the Cavan O’Reillys and the O’Kennedys of Dublin when the earl of Desmond could make a treaty with the emperor Charles the Fifth himself. And will again, says he, when the first Irish battleship is seen breasting the waves with our own flag to the fore, none of your Henry Tudor’s harps, no, the oldest flag afloat, the flag of the province of Desmond and Thomond, three crowns on a blue field, the three sons of Milesius."
        ]
    },
    "Kildare": {
        "nominatim": [
            53.15436455,
            -6.8184175660976445
        ],
        "lines": [
            358
        ],
        "count": 1,
        "text": [
            "—Save them, says the citizen, the giant ash of Galway and the chieftain elm of Kildare with a fortyfoot bole and an acre of foliage. Save the trees of Ireland for the future men of Ireland on the fair hills of Eire, O."
        ]
    },
    "Eire": {
        "nominatim": [
            53.429500000000004,
            -8.1227484875
        ],
        "lines": [
            358
        ],
        "count": 1,
        "text": [
            "—Save them, says the citizen, the giant ash of Galway and the chieftain elm of Kildare with a fortyfoot bole and an acre of foliage. Save the trees of Ireland for the future men of Ireland on the fair hills of Eire, O."
        ]
    },
    "Pine Valley": {
        "nominatim": [
            53.2711618,
            -6.2584296012948215
        ],
        "lines": [
            360
        ],
        "count": 1,
        "text": [
            "The fashionable international world attended _en masse_ this afternoon at the wedding of the chevalier Jean Wyse de Neaulan, grand high chief ranger of the Irish National Foresters, with Miss Fir Conifer of Pine Valley. Lady Sylvester Elmshade, Mrs Barbara Lovebirch, Mrs Poll Ash, Mrs Holly Hazeleyes, Miss Daphne Bays, Miss Dorothy Canebrake, Mrs Clyde Twelvetrees, Mrs Rowan Greene, Mrs Helen Vinegadding, Miss Virginia Creeper, Miss Gladys Beech, Miss Olive Garth, Miss Blanche Maple, Mrs Maud Mahogany, Miss Myra Myrtle, Miss Priscilla Elderflower, Miss Bee Honeysuckle, Miss Grace Poplar, Miss O Mimosa San, Miss Rachel Cedarfrond, the Misses Lilian and Viola Lilac, Miss Timidity Aspenall, Mrs Kitty Dewey-Mosse, Miss May Hawthorne, Mrs Gloriana Palme, Mrs Liana Forrest, Mrs Arabella Blackwood and Mrs Norma Holyoake of Oakholme Regis graced the ceremony by their presence. The bride who was given away by her father, the M’Conifer of the Glands, looked exquisitely charming in a creation carried out in green mercerised silk, moulded on an underslip of gloaming grey, sashed with a yoke of broad emerald and finished with a triple flounce of darkerhued fringe, the scheme being relieved by bretelles and hip insertions of acorn bronze. The maids of honour, Miss Larch Conifer and Miss Spruce Conifer, sisters of the bride, wore very becoming costumes in the same tone, a dainty _motif_ of plume rose being worked into the pleats in a pinstripe and repeated capriciously in the jadegreen toques in the form of heron feathers of paletinted coral. Senhor Enrique Flor presided at the organ with his wellknown ability and, in addition to the prescribed numbers of the nuptial mass, played a new and striking arrangement of _Woodman, spare that tree_ at the conclusion of the service. On leaving the church of Saint Fiacre _in Horto_ after the papal blessing the happy pair were subjected to a playful crossfire of hazelnuts, beechmast, bayleaves, catkins of willow, ivytod, hollyberries, mistletoe sprigs and quicken shoots. Mr and Mrs Wyse Conifer Neaulan will spend a quiet honeymoon in the Black Forest."
        ]
    },
    "Oakholme Regis": {
        "nominatim": [],
        "lines": [
            360
        ],
        "count": 1,
        "text": [
            "The fashionable international world attended _en masse_ this afternoon at the wedding of the chevalier Jean Wyse de Neaulan, grand high chief ranger of the Irish National Foresters, with Miss Fir Conifer of Pine Valley. Lady Sylvester Elmshade, Mrs Barbara Lovebirch, Mrs Poll Ash, Mrs Holly Hazeleyes, Miss Daphne Bays, Miss Dorothy Canebrake, Mrs Clyde Twelvetrees, Mrs Rowan Greene, Mrs Helen Vinegadding, Miss Virginia Creeper, Miss Gladys Beech, Miss Olive Garth, Miss Blanche Maple, Mrs Maud Mahogany, Miss Myra Myrtle, Miss Priscilla Elderflower, Miss Bee Honeysuckle, Miss Grace Poplar, Miss O Mimosa San, Miss Rachel Cedarfrond, the Misses Lilian and Viola Lilac, Miss Timidity Aspenall, Mrs Kitty Dewey-Mosse, Miss May Hawthorne, Mrs Gloriana Palme, Mrs Liana Forrest, Mrs Arabella Blackwood and Mrs Norma Holyoake of Oakholme Regis graced the ceremony by their presence. The bride who was given away by her father, the M’Conifer of the Glands, looked exquisitely charming in a creation carried out in green mercerised silk, moulded on an underslip of gloaming grey, sashed with a yoke of broad emerald and finished with a triple flounce of darkerhued fringe, the scheme being relieved by bretelles and hip insertions of acorn bronze. The maids of honour, Miss Larch Conifer and Miss Spruce Conifer, sisters of the bride, wore very becoming costumes in the same tone, a dainty _motif_ of plume rose being worked into the pleats in a pinstripe and repeated capriciously in the jadegreen toques in the form of heron feathers of paletinted coral. Senhor Enrique Flor presided at the organ with his wellknown ability and, in addition to the prescribed numbers of the nuptial mass, played a new and striking arrangement of _Woodman, spare that tree_ at the conclusion of the service. On leaving the church of Saint Fiacre _in Horto_ after the papal blessing the happy pair were subjected to a playful crossfire of hazelnuts, beechmast, bayleaves, catkins of willow, ivytod, hollyberries, mistletoe sprigs and quicken shoots. Mr and Mrs Wyse Conifer Neaulan will spend a quiet honeymoon in the Black Forest."
        ]
    },
    "Queenstown": {
        "nominatim": [
            51.8500947,
            -8.294279
        ],
        "lines": [
            363
        ],
        "count": 1,
        "text": [
            "—And with the help of the holy mother of God we will again, says the citizen, clapping his thigh. Our harbours that are empty will be full again, Queenstown, Kinsale, Galway, Blacksod Bay, Ventry in the kingdom of Kerry, Killybegs, the third largest harbour in the wide world with a fleet of masts of the Galway Lynches and the Cavan O’Reillys and the O’Kennedys of Dublin when the earl of Desmond could make a treaty with the emperor Charles the Fifth himself. And will again, says he, when the first Irish battleship is seen breasting the waves with our own flag to the fore, none of your Henry Tudor’s harps, no, the oldest flag afloat, the flag of the province of Desmond and Thomond, three crowns on a blue field, the three sons of Milesius."
        ]
    },
    "Kinsale": {
        "nominatim": [
            51.705737,
            -8.5229823
        ],
        "lines": [
            363,
            559
        ],
        "count": 2,
        "text": [
            "—And with the help of the holy mother of God we will again, says the citizen, clapping his thigh. Our harbours that are empty will be full again, Queenstown, Kinsale, Galway, Blacksod Bay, Ventry in the kingdom of Kerry, Killybegs, the third largest harbour in the wide world with a fleet of masts of the Galway Lynches and the Cavan O’Reillys and the O’Kennedys of Dublin when the earl of Desmond could make a treaty with the emperor Charles the Fifth himself. And will again, says he, when the first Irish battleship is seen breasting the waves with our own flag to the fore, none of your Henry Tudor’s harps, no, the oldest flag afloat, the flag of the province of Desmond and Thomond, three crowns on a blue field, the three sons of Milesius.",
            "The catastrophe was terrific and instantaneous in its effect. The observatory of Dunsink registered in all eleven shocks, all of the fifth grade of Mercalli’s scale, and there is no record extant of a similar seismic disturbance in our island since the earthquake of 1534, the year of the rebellion of Silken Thomas. The epicentre appears to have been that part of the metropolis which constitutes the Inn’s Quay ward and parish of Saint Michan covering a surface of fortyone acres, two roods and one square pole or perch. All the lordly residences in the vicinity of the palace of justice were demolished and that noble edifice itself, in which at the time of the catastrophe important legal debates were in progress, is literally a mass of ruins beneath which it is to be feared all the occupants have been buried alive. From the reports of eyewitnesses it transpires that the seismic waves were accompanied by a violent atmospheric perturbation of cyclonic character. An article of headgear since ascertained to belong to the much respected clerk of the crown and peace Mr George Fottrell and a silk umbrella with gold handle with the engraved initials, crest, coat of arms and house number of the erudite and worshipful chairman of quarter sessions sir Frederick Falkiner, recorder of Dublin, have been discovered by search parties in remote parts of the island respectively, the former on the third basaltic ridge of the giant’s causeway, the latter embedded to the extent of one foot three inches in the sandy beach of Holeopen bay near the old head of Kinsale. Other eyewitnesses depose that they observed an incandescent object of enormous proportions hurtling through the atmosphere at a terrifying velocity in a trajectory directed southwest by west. Messages of condolence and sympathy are being hourly received from all parts of the different continents and the sovereign pontiff has been graciously pleased to decree that a special _missa pro defunctis_ shall be celebrated simultaneously by the ordinaries of each and every cathedral church of all the episcopal dioceses subject to the spiritual authority of the Holy See in suffrage of the souls of those faithful departed who have been so unexpectedly called away from our midst. The work of salvage, removal of _débris,_ human remains etc has been entrusted to Messrs Michael Meade and Son, 159 Great Brunswick street, and Messrs T. and C. Martin, 77, 78, 79 and 80 North Wall, assisted by the men and officers of the Duke of Cornwall’s light infantry under the general supervision of H. R. H., rear admiral, the right honourable sir Hercules Hannibal Habeas Corpus Anderson, K. G., K. P., K. T., P. C., K. C. B., M. P., J. P., M. B., D. S. O., S. O. D., M. F. H., M. R. I. A., B. L., Mus. Doc., P. L. G., F. T. C. D., F. R. U. I., F. R. C. P. I. and F. R. C. S. I."
        ]
    },
    "Ventry": {
        "nominatim": [
            52.1324747,
            -10.3594144
        ],
        "lines": [
            363
        ],
        "count": 1,
        "text": [
            "—And with the help of the holy mother of God we will again, says the citizen, clapping his thigh. Our harbours that are empty will be full again, Queenstown, Kinsale, Galway, Blacksod Bay, Ventry in the kingdom of Kerry, Killybegs, the third largest harbour in the wide world with a fleet of masts of the Galway Lynches and the Cavan O’Reillys and the O’Kennedys of Dublin when the earl of Desmond could make a treaty with the emperor Charles the Fifth himself. And will again, says he, when the first Irish battleship is seen breasting the waves with our own flag to the fore, none of your Henry Tudor’s harps, no, the oldest flag afloat, the flag of the province of Desmond and Thomond, three crowns on a blue field, the three sons of Milesius."
        ]
    },
    "Kerry": {
        "nominatim": [
            52.14533445,
            -9.517401092833236
        ],
        "lines": [
            363,
            417
        ],
        "count": 2,
        "text": [
            "—And with the help of the holy mother of God we will again, says the citizen, clapping his thigh. Our harbours that are empty will be full again, Queenstown, Kinsale, Galway, Blacksod Bay, Ventry in the kingdom of Kerry, Killybegs, the third largest harbour in the wide world with a fleet of masts of the Galway Lynches and the Cavan O’Reillys and the O’Kennedys of Dublin when the earl of Desmond could make a treaty with the emperor Charles the Fifth himself. And will again, says he, when the first Irish battleship is seen breasting the waves with our own flag to the fore, none of your Henry Tudor’s harps, no, the oldest flag afloat, the flag of the province of Desmond and Thomond, three crowns on a blue field, the three sons of Milesius.",
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Desmond": {
        "nominatim": [
            53.2570128,
            -6.11816240515304
        ],
        "lines": [
            363
        ],
        "count": 1,
        "text": [
            "—And with the help of the holy mother of God we will again, says the citizen, clapping his thigh. Our harbours that are empty will be full again, Queenstown, Kinsale, Galway, Blacksod Bay, Ventry in the kingdom of Kerry, Killybegs, the third largest harbour in the wide world with a fleet of masts of the Galway Lynches and the Cavan O’Reillys and the O’Kennedys of Dublin when the earl of Desmond could make a treaty with the emperor Charles the Fifth himself. And will again, says he, when the first Irish battleship is seen breasting the waves with our own flag to the fore, none of your Henry Tudor’s harps, no, the oldest flag afloat, the flag of the province of Desmond and Thomond, three crowns on a blue field, the three sons of Milesius."
        ]
    },
    "Shanagolden": {
        "nominatim": [
            52.57293095,
            -9.097723529554607
        ],
        "lines": [
            364
        ],
        "count": 1,
        "text": [
            "And he took the last swig out of the pint. Moya. All wind and piss like a tanyard cat. Cows in Connacht have long horns. As much as his bloody life is worth to go down and address his tall talk to the assembled multitude in Shanagolden where he daren’t show his nose with the Molly Maguires looking for him to let daylight through him for grabbing the holding of an evicted tenant."
        ]
    },
    "Omaha": {
        "nominatim": [],
        "lines": [
            369
        ],
        "count": 1,
        "text": [
            "Hanging over the bloody paper with Alf looking for spicy bits instead of attending to the general public. Picture of a butting match, trying to crack their bloody skulls, one chap going for the other with his head down like a bull at a gate. And another one: _Black Beast Burned in Omaha, Ga_. A lot of Deadwood Dicks in slouch hats and they firing at a Sambo strung up in a tree with his tongue out and a bonfire under him. Gob, they ought to drown him in the sea after and electrocute and crucify him to make sure of their job."
        ]
    },
    "Ga": {
        "nominatim": [
            52.0075,
            -7.623333
        ],
        "lines": [
            369
        ],
        "count": 1,
        "text": [
            "Hanging over the bloody paper with Alf looking for spicy bits instead of attending to the general public. Picture of a butting match, trying to crack their bloody skulls, one chap going for the other with his head down like a bull at a gate. And another one: _Black Beast Burned in Omaha, Ga_. A lot of Deadwood Dicks in slouch hats and they firing at a Sambo strung up in a tree with his tongue out and a bonfire under him. Gob, they ought to drown him in the sea after and electrocute and crucify him to make sure of their job."
        ]
    },
    "Portsmouth": {
        "nominatim": [
            50.7933058,
            -1.0904103
        ],
        "lines": [
            371
        ],
        "count": 1,
        "text": [
            "—I’ll tell you what about it, says the citizen. Hell upon earth it is. Read the revelations that’s going on in the papers about flogging on the training ships at Portsmouth. A fellow writes that calls himself _Disgusted One_."
        ]
    },
    "America": {
        "nominatim": [
            53.3195355,
            -8.06574123657845
        ],
        "lines": [
            383
        ],
        "count": 1,
        "text": [
            "—We’ll put force against force, says the citizen. We have our greater Ireland beyond the sea. They were driven out of house and home in the black 47. Their mudcabins and their shielings by the roadside were laid low by the batteringram and the _Times_ rubbed its hands and told the whitelivered Saxons there would soon be as few Irish in Ireland as redskins in America. Even the Grand Turk sent us his piastres. But the Sassenach tried to starve the nation at home while the land was full of crops that the British hyenas bought and sold in Rio de Janeiro. Ay, they drove out the peasants in hordes. Twenty thousand of them died in the coffinships. But those that came to the land of the free remember the land of bondage. And they will come again and with a vengeance, no cravens, the sons of Granuaile, the champions of Kathleen ni Houlihan."
        ]
    },
    "Rio de Janeiro": {
        "nominatim": [],
        "lines": [
            383
        ],
        "count": 1,
        "text": [
            "—We’ll put force against force, says the citizen. We have our greater Ireland beyond the sea. They were driven out of house and home in the black 47. Their mudcabins and their shielings by the roadside were laid low by the batteringram and the _Times_ rubbed its hands and told the whitelivered Saxons there would soon be as few Irish in Ireland as redskins in America. Even the Grand Turk sent us his piastres. But the Sassenach tried to starve the nation at home while the land was full of crops that the British hyenas bought and sold in Rio de Janeiro. Ay, they drove out the peasants in hordes. Twenty thousand of them died in the coffinships. But those that came to the land of the free remember the land of bondage. And they will come again and with a vengeance, no cravens, the sons of Granuaile, the champions of Kathleen ni Houlihan."
        ]
    },
    "Killala": {
        "nominatim": [
            54.209310650000006,
            -9.229289594651897
        ],
        "lines": [
            385
        ],
        "count": 1,
        "text": [
            "—We are a long time waiting for that day, citizen, says Ned. Since the poor old woman told us that the French were on the sea and landed at Killala."
        ]
    },
    "France": {
        "nominatim": [
            53.7647716,
            -7.6430925
        ],
        "lines": [
            386
        ],
        "count": 1,
        "text": [
            "—Ay, says John Wyse. We fought for the royal Stuarts that reneged us against the Williamites and they betrayed us. Remember Limerick and the broken treatystone. We gave our best blood to France and Spain, the wild geese. Fontenoy, eh? And Sarsfield and O’Donnell, duke of Tetuan in Spain, and Ulysses Browne of Camus that was fieldmarshal to Maria Teresa. But what did we ever get for it?"
        ]
    },
    "Fontenoy": {
        "nominatim": [
            53.1963694,
            -6.0922175
        ],
        "lines": [
            386
        ],
        "count": 1,
        "text": [
            "—Ay, says John Wyse. We fought for the royal Stuarts that reneged us against the Williamites and they betrayed us. Remember Limerick and the broken treatystone. We gave our best blood to France and Spain, the wild geese. Fontenoy, eh? And Sarsfield and O’Donnell, duke of Tetuan in Spain, and Ulysses Browne of Camus that was fieldmarshal to Maria Teresa. But what did we ever get for it?"
        ]
    },
    "Tetuan": {
        "nominatim": [],
        "lines": [
            386
        ],
        "count": 1,
        "text": [
            "—Ay, says John Wyse. We fought for the royal Stuarts that reneged us against the Williamites and they betrayed us. Remember Limerick and the broken treatystone. We gave our best blood to France and Spain, the wild geese. Fontenoy, eh? And Sarsfield and O’Donnell, duke of Tetuan in Spain, and Ulysses Browne of Camus that was fieldmarshal to Maria Teresa. But what did we ever get for it?"
        ]
    },
    "Camus": {
        "nominatim": [
            53.3733039,
            -9.5488251
        ],
        "lines": [
            386
        ],
        "count": 1,
        "text": [
            "—Ay, says John Wyse. We fought for the royal Stuarts that reneged us against the Williamites and they betrayed us. Remember Limerick and the broken treatystone. We gave our best blood to France and Spain, the wild geese. Fontenoy, eh? And Sarsfield and O’Donnell, duke of Tetuan in Spain, and Ulysses Browne of Camus that was fieldmarshal to Maria Teresa. But what did we ever get for it?"
        ]
    },
    "Maynooth": {
        "nominatim": [
            53.3830239,
            -6.5922806
        ],
        "lines": [
            393,
            417
        ],
        "count": 2,
        "text": [
            "—And what do you think, says Joe, of the holy boys, the priests and bishops of Ireland doing up his room in Maynooth in His Satanic Majesty’s racing colours and sticking up pictures of all the horses his jockeys rode. The earl of Dublin, no less.",
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Carrantuohill": {
        "nominatim": [],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Sligo": {
        "nominatim": [
            54.19298605,
            -8.7305426729522
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Glendalough": {
        "nominatim": [
            53.0112891,
            -6.3260909
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Killarney": {
        "nominatim": [
            52.0595746,
            -9.505322
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Clonmacnois": {
        "nominatim": [],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Tallaght": {
        "nominatim": [
            53.2878082,
            -6.362355
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Lough Neagh’s": {
        "nominatim": [],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Ovoca": {
        "nominatim": [
            53.3335707,
            -6.2715271
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Aherlow": {
        "nominatim": [
            52.421618,
            -8.1005868
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Loughlinstown": {
        "nominatim": [
            53.2463692,
            -6.1286546
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Tullamore": {
        "nominatim": [
            53.2743768,
            -7.4927486
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Castleconnel": {
        "nominatim": [],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Kilballymacshonakill": {
        "nominatim": [],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Monasterboice": {
        "nominatim": [
            53.7818442,
            -6.4197786
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Wellington": {
        "nominatim": [
            52.8812494,
            -8.19283108545445
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Cashel": {
        "nominatim": [
            52.5167478,
            -7.8879311
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Allen": {
        "nominatim": [
            53.2396605,
            -6.8563924
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "The muchtreasured and intricately embroidered ancient Irish facecloth attributed to Solomon of Droma and Manus Tomaltach og MacDonogh, authors of the Book of Ballymote, was then carefully produced and called forth prolonged admiration. No need to dwell on the legendary beauty of the cornerpieces, the acme of art, wherein one can distinctly discern each of the four evangelists in turn presenting to each of the four masters his evangelical symbol, a bogoak sceptre, a North American puma (a far nobler king of beasts than the British article, be it said in passing), a Kerry calf and a golden eagle from Carrantuohill. The scenes depicted on the emunctory field, showing our ancient duns and raths and cromlechs and grianauns and seats of learning and maledictive stones, are as wonderfully beautiful and the pigments as delicate as when the Sligo illuminators gave free rein to their artistic fantasy long long ago in the time of the Barmecides. Glendalough, the lovely lakes of Killarney, the ruins of Clonmacnois, Cong Abbey, Glen Inagh and the Twelve Pins, Ireland’s Eye, the Green Hills of Tallaght, Croagh Patrick, the brewery of Messrs Arthur Guinness, Son and Company (Limited), Lough Neagh’s banks, the vale of Ovoca, Isolde’s tower, the Mapas obelisk, Sir Patrick Dun’s hospital, Cape Clear, the glen of Aherlow, Lynch’s castle, the Scotch house, Rathdown Union Workhouse at Loughlinstown, Tullamore jail, Castleconnel rapids, Kilballymacshonakill, the cross at Monasterboice, Jury’s Hotel, S. Patrick’s Purgatory, the Salmon Leap, Maynooth college refectory, Curley’s hole, the three birthplaces of the first duke of Wellington, the rock of Cashel, the bog of Allen, the Henry Street Warehouse, Fingal’s Cave—all these moving scenes are still there for us today rendered more beautiful still by the waters of sorrow which have passed over them and by the rich incrustations of time."
        ]
    },
    "Morocco": {
        "nominatim": [
            53.32946575,
            -6.239001544953014
        ],
        "lines": [
            422
        ],
        "count": 1,
        "text": [
            "—Robbed, says he. Plundered. Insulted. Persecuted. Taking what belongs to us by right. At this very moment, says he, putting up his fist, sold by auction in Morocco like slaves or cattle."
        ]
    },
    "Jerusalem": {
        "nominatim": [
            52.8874928,
            -6.9337034
        ],
        "lines": [
            423,
            460
        ],
        "count": 2,
        "text": [
            "—Are you talking about the new Jerusalem? says the citizen.",
            "Goodbye Ireland I’m going to Gort. So I just went round the back of the yard to pumpship and begob (hundred shillings to five) while I was letting off my _(Throwaway_ twenty to) letting off my load gob says I to myself I knew he was uneasy in his (two pints off of Joe and one in Slattery’s off) in his mind to get off the mark to (hundred shillings is five quid) and when they were in the (dark horse) pisser Burke was telling me card party and letting on the child was sick (gob, must have done about a gallon) flabbyarse of a wife speaking down the tube _she’s better_ or _she’s_ (ow!) all a plan so he could vamoose with the pool if he won or (Jesus, full up I was) trading without a licence (ow!) Ireland my nation says he (hoik! phthook!) never be up to those bloody (there’s the last of it) Jerusalem (ah!) cuckoos."
        ]
    },
    "Drogheda": {
        "nominatim": [
            53.7149877,
            -6.3524183
        ],
        "lines": [
            439
        ],
        "count": 1,
        "text": [
            "—We know those canters, says he, preaching and picking your pocket. What about sanctimonious Cromwell and his ironsides that put the women and children of Drogheda to the sword with the bible text _God is love_ pasted round the mouth of his cannon? The bible! Did you read that skit in the _United Irishman_ today about that Zulu chief that’s visiting England?"
        ]
    },
    "England": {
        "nominatim": [
            52.0600343,
            -0.347478
        ],
        "lines": [
            439,
            442
        ],
        "count": 2,
        "text": [
            "—We know those canters, says he, preaching and picking your pocket. What about sanctimonious Cromwell and his ironsides that put the women and children of Drogheda to the sword with the bible text _God is love_ pasted round the mouth of his cannon? The bible! Did you read that skit in the _United Irishman_ today about that Zulu chief that’s visiting England?",
            "—A delegation of the chief cotton magnates of Manchester was presented yesterday to His Majesty the Alaki of Abeakuta by Gold Stick in Waiting, Lord Walkup of Walkup on Eggs, to tender to His Majesty the heartfelt thanks of British traders for the facilities afforded them in his dominions. The delegation partook of luncheon at the conclusion of which the dusky potentate, in the course of a happy speech, freely translated by the British chaplain, the reverend Ananias Praisegod Barebones, tendered his best thanks to Massa Walkup and emphasised the cordial relations existing between Abeakuta and the British empire, stating that he treasured as one of his dearest possessions an illuminated bible, the volume of the word of God and the secret of England’s greatness, graciously presented to him by the white chief woman, the great squaw Victoria, with a personal dedication from the august hand of the Royal Donor. The Alaki then drank a lovingcup of firstshot usquebaugh to the toast _Black and White_ from the skull of his immediate predecessor in the dynasty Kakachakachak, surnamed Forty Warts, after which he visited the chief factory of Cottonopolis and signed his mark in the visitors’ book, subsequently executing a charming old Abeakutic wardance, in the course of which he swallowed several knives and forks, amid hilarious applause from the girl hands."
        ]
    },
    "Manchester": {
        "nominatim": [
            43.189356,
            -73.004969
        ],
        "lines": [
            442
        ],
        "count": 1,
        "text": [
            "—A delegation of the chief cotton magnates of Manchester was presented yesterday to His Majesty the Alaki of Abeakuta by Gold Stick in Waiting, Lord Walkup of Walkup on Eggs, to tender to His Majesty the heartfelt thanks of British traders for the facilities afforded them in his dominions. The delegation partook of luncheon at the conclusion of which the dusky potentate, in the course of a happy speech, freely translated by the British chaplain, the reverend Ananias Praisegod Barebones, tendered his best thanks to Massa Walkup and emphasised the cordial relations existing between Abeakuta and the British empire, stating that he treasured as one of his dearest possessions an illuminated bible, the volume of the word of God and the secret of England’s greatness, graciously presented to him by the white chief woman, the great squaw Victoria, with a personal dedication from the august hand of the Royal Donor. The Alaki then drank a lovingcup of firstshot usquebaugh to the toast _Black and White_ from the skull of his immediate predecessor in the dynasty Kakachakachak, surnamed Forty Warts, after which he visited the chief factory of Cottonopolis and signed his mark in the visitors’ book, subsequently executing a charming old Abeakutic wardance, in the course of which he swallowed several knives and forks, amid hilarious applause from the girl hands."
        ]
    },
    "Abeakuta": {
        "nominatim": [],
        "lines": [
            442
        ],
        "count": 1,
        "text": [
            "—A delegation of the chief cotton magnates of Manchester was presented yesterday to His Majesty the Alaki of Abeakuta by Gold Stick in Waiting, Lord Walkup of Walkup on Eggs, to tender to His Majesty the heartfelt thanks of British traders for the facilities afforded them in his dominions. The delegation partook of luncheon at the conclusion of which the dusky potentate, in the course of a happy speech, freely translated by the British chaplain, the reverend Ananias Praisegod Barebones, tendered his best thanks to Massa Walkup and emphasised the cordial relations existing between Abeakuta and the British empire, stating that he treasured as one of his dearest possessions an illuminated bible, the volume of the word of God and the secret of England’s greatness, graciously presented to him by the white chief woman, the great squaw Victoria, with a personal dedication from the august hand of the Royal Donor. The Alaki then drank a lovingcup of firstshot usquebaugh to the toast _Black and White_ from the skull of his immediate predecessor in the dynasty Kakachakachak, surnamed Forty Warts, after which he visited the chief factory of Cottonopolis and signed his mark in the visitors’ book, subsequently executing a charming old Abeakutic wardance, in the course of which he swallowed several knives and forks, amid hilarious applause from the girl hands."
        ]
    },
    "Cottonopolis": {
        "nominatim": [],
        "lines": [
            442
        ],
        "count": 1,
        "text": [
            "—A delegation of the chief cotton magnates of Manchester was presented yesterday to His Majesty the Alaki of Abeakuta by Gold Stick in Waiting, Lord Walkup of Walkup on Eggs, to tender to His Majesty the heartfelt thanks of British traders for the facilities afforded them in his dominions. The delegation partook of luncheon at the conclusion of which the dusky potentate, in the course of a happy speech, freely translated by the British chaplain, the reverend Ananias Praisegod Barebones, tendered his best thanks to Massa Walkup and emphasised the cordial relations existing between Abeakuta and the British empire, stating that he treasured as one of his dearest possessions an illuminated bible, the volume of the word of God and the secret of England’s greatness, graciously presented to him by the white chief woman, the great squaw Victoria, with a personal dedication from the august hand of the Royal Donor. The Alaki then drank a lovingcup of firstshot usquebaugh to the toast _Black and White_ from the skull of his immediate predecessor in the dynasty Kakachakachak, surnamed Forty Warts, after which he visited the chief factory of Cottonopolis and signed his mark in the visitors’ book, subsequently executing a charming old Abeakutic wardance, in the course of which he swallowed several knives and forks, amid hilarious applause from the girl hands."
        ]
    },
    "the Congo Free State": {
        "nominatim": [],
        "lines": [
            449
        ],
        "count": 1,
        "text": [
            "—Well, says J. J., if they’re any worse than those Belgians in the Congo Free State they must be bad. Did you read that report by a man what’s this his name is?"
        ]
    },
    "Gort": {
        "nominatim": [
            53.0669917,
            -8.8195236
        ],
        "lines": [
            460
        ],
        "count": 1,
        "text": [
            "Goodbye Ireland I’m going to Gort. So I just went round the back of the yard to pumpship and begob (hundred shillings to five) while I was letting off my _(Throwaway_ twenty to) letting off my load gob says I to myself I knew he was uneasy in his (two pints off of Joe and one in Slattery’s off) in his mind to get off the mark to (hundred shillings is five quid) and when they were in the (dark horse) pisser Burke was telling me card party and letting on the child was sick (gob, must have done about a gallon) flabbyarse of a wife speaking down the tube _she’s better_ or _she’s_ (ow!) all a plan so he could vamoose with the pool if he won or (Jesus, full up I was) trading without a licence (ow!) Ireland my nation says he (hoik! phthook!) never be up to those bloody (there’s the last of it) Jerusalem (ah!) cuckoos."
        ]
    },
    "Hungary": {
        "nominatim": [
            53.334243099999995,
            -6.251264045205023
        ],
        "lines": [
            490,
            505
        ],
        "count": 2,
        "text": [
            "—He’s a perverted jew, says Martin, from a place in Hungary and it was he drew up all the plans according to the Hungarian system. We know that in the castle.",
            "—A wolf in sheep’s clothing, says the citizen. That’s what he is. Virag from Hungary! Ahasuerus I call him. Cursed by God."
        ]
    },
    "Carmel": {
        "nominatim": [
            51.881819,
            -8.5960797
        ],
        "lines": [
            513
        ],
        "count": 1,
        "text": [
            "And at the sound of the sacring bell, headed by a crucifer with acolytes, thurifers, boatbearers, readers, ostiarii, deacons and subdeacons, the blessed company drew nigh of mitred abbots and priors and guardians and monks and friars: the monks of Benedict of Spoleto, Carthusians and Camaldolesi, Cistercians and Olivetans, Oratorians and Vallombrosans, and the friars of Augustine, Brigittines, Premonstratensians, Servi, Trinitarians, and the children of Peter Nolasco: and therewith from Carmel mount the children of Elijah prophet led by Albert bishop and by Teresa of Avila, calced and other: and friars, brown and grey, sons of poor Francis, capuchins, cordeliers, minimes and observants and the daughters of Clara: and the sons of Dominic, the friars preachers, and the sons of Vincent: and the monks of S. Wolstan: and Ignatius his children: and the confraternity of the christian brothers led by the reverend brother Edmund Ignatius Rice. And after came all saints and martyrs, virgins and confessors: S. Cyr and S. Isidore Arator and S. James the Less and S. Phocas of Sinope and S. Julian Hospitator and S. Felix de Cantalice and S. Simon Stylites and S. Stephen Protomartyr and S. John of God and S. Ferreol and S. Leugarde and S. Theodotus and S. Vulmar and S. Richard and S. Vincent de Paul and S. Martin of Todi and S. Martin of Tours and S. Alfred and S. Joseph and S. Denis and S. Cornelius and S. Leopold and S. Bernard and S. Terence and S. Edward and S. Owen Caniculus and S. Anonymous and S. Eponymous and S. Pseudonymous and S. Homonymous and S. Paronymous and S. Synonymous and S. Laurence O’Toole and S. James of Dingle and Compostella and S. Columcille and S. Columba and S. Celestine and S. Colman and S. Kevin and S. Brendan and S. Frigidian and S. Senan and S. Fachtna and S. Columbanus and S. Gall and S. Fursey and S. Fintan and S. Fiacre and S. John Nepomuc and S. Thomas Aquinas and S. Ives of Brittany and S. Michan and S. Herman-Joseph and the three patrons of holy youth S. Aloysius Gonzaga and S. Stanislaus Kostka and S. John Berchmans and the saints Gervasius, Servasius and Bonifacius and S. Bride and S. Kieran and S. Canice of Kilkenny and S. Jarlath of Tuam and S. Finbarr and S. Pappin of Ballymun and Brother Aloysius Pacificus and Brother Louis Bellicosus and the saints Rose of Lima and of Viterbo and S. Martha of Bethany and S. Mary of Egypt and S. Lucy and S. Brigid and S. Attracta and S. Dympna and S. Ita and S. Marion Calpensis and the Blessed Sister Teresa of the Child Jesus and S. Barbara and S. Scholastica and S. Ursula with eleven thousand virgins. And all came with nimbi and aureoles and gloriae, bearing palms and harps and swords and olive crowns, in robes whereon were woven the blessed symbols of their efficacies, inkhorns, arrows, loaves, cruses, fetters, axes, trees, bridges, babes in a bathtub, shells, wallets, shears, keys, dragons, lilies, buckshot, beards, hogs, lamps, bellows, beehives, soupladles, stars, snakes, anvils, boxes of vaseline, bells, crutches, forceps, stags’ horns, watertight boots, hawks, millstones, eyes on a dish, wax candles, aspergills, unicorns. And as they wended their way by Nelson’s Pillar, Henry street, Mary street, Capel street, Little Britain street chanting the introit in _Epiphania Domini_ which beginneth _Surge, illuminare_ and thereafter most sweetly the gradual _Omnes_ which saith _de Saba venient_ they did divers wonders such as casting out devils, raising the dead to life, multiplying fishes, healing the halt and the blind, discovering various articles which had been mislaid, interpreting and fulfilling the scriptures, blessing and prophesying. And last, beneath a canopy of cloth of gold came the reverend Father O’Flynn attended by Malachi and Patrick. And when the good fathers had reached the appointed place, the house of Bernard Kiernan and Co, limited, 8, 9 and 10 little Britain street, wholesale grocers, wine and brandy shippers, licensed for the sale of beer, wine and spirits for consumption on the premises, the celebrant blessed the house and censed the mullioned windows and the groynes and the vaults and the arrises and the capitals and the pediments and the cornices and the engrailed arches and the spires and the cupolas and sprinkled the lintels thereof with blessed water and prayed that God might bless that house as he had blessed the house of Abraham and Isaac and Jacob and make the angels of His light to inhabit therein. And entering he blessed the viands and the beverages and the company of all the blessed answered his prayers."
        ]
    },
    "Brittany": {
        "nominatim": [
            51.8321572,
            -8.3222504
        ],
        "lines": [
            513
        ],
        "count": 1,
        "text": [
            "And at the sound of the sacring bell, headed by a crucifer with acolytes, thurifers, boatbearers, readers, ostiarii, deacons and subdeacons, the blessed company drew nigh of mitred abbots and priors and guardians and monks and friars: the monks of Benedict of Spoleto, Carthusians and Camaldolesi, Cistercians and Olivetans, Oratorians and Vallombrosans, and the friars of Augustine, Brigittines, Premonstratensians, Servi, Trinitarians, and the children of Peter Nolasco: and therewith from Carmel mount the children of Elijah prophet led by Albert bishop and by Teresa of Avila, calced and other: and friars, brown and grey, sons of poor Francis, capuchins, cordeliers, minimes and observants and the daughters of Clara: and the sons of Dominic, the friars preachers, and the sons of Vincent: and the monks of S. Wolstan: and Ignatius his children: and the confraternity of the christian brothers led by the reverend brother Edmund Ignatius Rice. And after came all saints and martyrs, virgins and confessors: S. Cyr and S. Isidore Arator and S. James the Less and S. Phocas of Sinope and S. Julian Hospitator and S. Felix de Cantalice and S. Simon Stylites and S. Stephen Protomartyr and S. John of God and S. Ferreol and S. Leugarde and S. Theodotus and S. Vulmar and S. Richard and S. Vincent de Paul and S. Martin of Todi and S. Martin of Tours and S. Alfred and S. Joseph and S. Denis and S. Cornelius and S. Leopold and S. Bernard and S. Terence and S. Edward and S. Owen Caniculus and S. Anonymous and S. Eponymous and S. Pseudonymous and S. Homonymous and S. Paronymous and S. Synonymous and S. Laurence O’Toole and S. James of Dingle and Compostella and S. Columcille and S. Columba and S. Celestine and S. Colman and S. Kevin and S. Brendan and S. Frigidian and S. Senan and S. Fachtna and S. Columbanus and S. Gall and S. Fursey and S. Fintan and S. Fiacre and S. John Nepomuc and S. Thomas Aquinas and S. Ives of Brittany and S. Michan and S. Herman-Joseph and the three patrons of holy youth S. Aloysius Gonzaga and S. Stanislaus Kostka and S. John Berchmans and the saints Gervasius, Servasius and Bonifacius and S. Bride and S. Kieran and S. Canice of Kilkenny and S. Jarlath of Tuam and S. Finbarr and S. Pappin of Ballymun and Brother Aloysius Pacificus and Brother Louis Bellicosus and the saints Rose of Lima and of Viterbo and S. Martha of Bethany and S. Mary of Egypt and S. Lucy and S. Brigid and S. Attracta and S. Dympna and S. Ita and S. Marion Calpensis and the Blessed Sister Teresa of the Child Jesus and S. Barbara and S. Scholastica and S. Ursula with eleven thousand virgins. And all came with nimbi and aureoles and gloriae, bearing palms and harps and swords and olive crowns, in robes whereon were woven the blessed symbols of their efficacies, inkhorns, arrows, loaves, cruses, fetters, axes, trees, bridges, babes in a bathtub, shells, wallets, shears, keys, dragons, lilies, buckshot, beards, hogs, lamps, bellows, beehives, soupladles, stars, snakes, anvils, boxes of vaseline, bells, crutches, forceps, stags’ horns, watertight boots, hawks, millstones, eyes on a dish, wax candles, aspergills, unicorns. And as they wended their way by Nelson’s Pillar, Henry street, Mary street, Capel street, Little Britain street chanting the introit in _Epiphania Domini_ which beginneth _Surge, illuminare_ and thereafter most sweetly the gradual _Omnes_ which saith _de Saba venient_ they did divers wonders such as casting out devils, raising the dead to life, multiplying fishes, healing the halt and the blind, discovering various articles which had been mislaid, interpreting and fulfilling the scriptures, blessing and prophesying. And last, beneath a canopy of cloth of gold came the reverend Father O’Flynn attended by Malachi and Patrick. And when the good fathers had reached the appointed place, the house of Bernard Kiernan and Co, limited, 8, 9 and 10 little Britain street, wholesale grocers, wine and brandy shippers, licensed for the sale of beer, wine and spirits for consumption on the premises, the celebrant blessed the house and censed the mullioned windows and the groynes and the vaults and the arrises and the capitals and the pediments and the cornices and the engrailed arches and the spires and the cupolas and sprinkled the lintels thereof with blessed water and prayed that God might bless that house as he had blessed the house of Abraham and Isaac and Jacob and make the angels of His light to inhabit therein. And entering he blessed the viands and the beverages and the company of all the blessed answered his prayers."
        ]
    },
    "Kilkenny": {
        "nominatim": [
            52.6506255,
            -7.2514438
        ],
        "lines": [
            513
        ],
        "count": 1,
        "text": [
            "And at the sound of the sacring bell, headed by a crucifer with acolytes, thurifers, boatbearers, readers, ostiarii, deacons and subdeacons, the blessed company drew nigh of mitred abbots and priors and guardians and monks and friars: the monks of Benedict of Spoleto, Carthusians and Camaldolesi, Cistercians and Olivetans, Oratorians and Vallombrosans, and the friars of Augustine, Brigittines, Premonstratensians, Servi, Trinitarians, and the children of Peter Nolasco: and therewith from Carmel mount the children of Elijah prophet led by Albert bishop and by Teresa of Avila, calced and other: and friars, brown and grey, sons of poor Francis, capuchins, cordeliers, minimes and observants and the daughters of Clara: and the sons of Dominic, the friars preachers, and the sons of Vincent: and the monks of S. Wolstan: and Ignatius his children: and the confraternity of the christian brothers led by the reverend brother Edmund Ignatius Rice. And after came all saints and martyrs, virgins and confessors: S. Cyr and S. Isidore Arator and S. James the Less and S. Phocas of Sinope and S. Julian Hospitator and S. Felix de Cantalice and S. Simon Stylites and S. Stephen Protomartyr and S. John of God and S. Ferreol and S. Leugarde and S. Theodotus and S. Vulmar and S. Richard and S. Vincent de Paul and S. Martin of Todi and S. Martin of Tours and S. Alfred and S. Joseph and S. Denis and S. Cornelius and S. Leopold and S. Bernard and S. Terence and S. Edward and S. Owen Caniculus and S. Anonymous and S. Eponymous and S. Pseudonymous and S. Homonymous and S. Paronymous and S. Synonymous and S. Laurence O’Toole and S. James of Dingle and Compostella and S. Columcille and S. Columba and S. Celestine and S. Colman and S. Kevin and S. Brendan and S. Frigidian and S. Senan and S. Fachtna and S. Columbanus and S. Gall and S. Fursey and S. Fintan and S. Fiacre and S. John Nepomuc and S. Thomas Aquinas and S. Ives of Brittany and S. Michan and S. Herman-Joseph and the three patrons of holy youth S. Aloysius Gonzaga and S. Stanislaus Kostka and S. John Berchmans and the saints Gervasius, Servasius and Bonifacius and S. Bride and S. Kieran and S. Canice of Kilkenny and S. Jarlath of Tuam and S. Finbarr and S. Pappin of Ballymun and Brother Aloysius Pacificus and Brother Louis Bellicosus and the saints Rose of Lima and of Viterbo and S. Martha of Bethany and S. Mary of Egypt and S. Lucy and S. Brigid and S. Attracta and S. Dympna and S. Ita and S. Marion Calpensis and the Blessed Sister Teresa of the Child Jesus and S. Barbara and S. Scholastica and S. Ursula with eleven thousand virgins. And all came with nimbi and aureoles and gloriae, bearing palms and harps and swords and olive crowns, in robes whereon were woven the blessed symbols of their efficacies, inkhorns, arrows, loaves, cruses, fetters, axes, trees, bridges, babes in a bathtub, shells, wallets, shears, keys, dragons, lilies, buckshot, beards, hogs, lamps, bellows, beehives, soupladles, stars, snakes, anvils, boxes of vaseline, bells, crutches, forceps, stags’ horns, watertight boots, hawks, millstones, eyes on a dish, wax candles, aspergills, unicorns. And as they wended their way by Nelson’s Pillar, Henry street, Mary street, Capel street, Little Britain street chanting the introit in _Epiphania Domini_ which beginneth _Surge, illuminare_ and thereafter most sweetly the gradual _Omnes_ which saith _de Saba venient_ they did divers wonders such as casting out devils, raising the dead to life, multiplying fishes, healing the halt and the blind, discovering various articles which had been mislaid, interpreting and fulfilling the scriptures, blessing and prophesying. And last, beneath a canopy of cloth of gold came the reverend Father O’Flynn attended by Malachi and Patrick. And when the good fathers had reached the appointed place, the house of Bernard Kiernan and Co, limited, 8, 9 and 10 little Britain street, wholesale grocers, wine and brandy shippers, licensed for the sale of beer, wine and spirits for consumption on the premises, the celebrant blessed the house and censed the mullioned windows and the groynes and the vaults and the arrises and the capitals and the pediments and the cornices and the engrailed arches and the spires and the cupolas and sprinkled the lintels thereof with blessed water and prayed that God might bless that house as he had blessed the house of Abraham and Isaac and Jacob and make the angels of His light to inhabit therein. And entering he blessed the viands and the beverages and the company of all the blessed answered his prayers."
        ]
    },
    "Tuam": {
        "nominatim": [
            53.5147915,
            -8.8512875
        ],
        "lines": [
            513
        ],
        "count": 1,
        "text": [
            "And at the sound of the sacring bell, headed by a crucifer with acolytes, thurifers, boatbearers, readers, ostiarii, deacons and subdeacons, the blessed company drew nigh of mitred abbots and priors and guardians and monks and friars: the monks of Benedict of Spoleto, Carthusians and Camaldolesi, Cistercians and Olivetans, Oratorians and Vallombrosans, and the friars of Augustine, Brigittines, Premonstratensians, Servi, Trinitarians, and the children of Peter Nolasco: and therewith from Carmel mount the children of Elijah prophet led by Albert bishop and by Teresa of Avila, calced and other: and friars, brown and grey, sons of poor Francis, capuchins, cordeliers, minimes and observants and the daughters of Clara: and the sons of Dominic, the friars preachers, and the sons of Vincent: and the monks of S. Wolstan: and Ignatius his children: and the confraternity of the christian brothers led by the reverend brother Edmund Ignatius Rice. And after came all saints and martyrs, virgins and confessors: S. Cyr and S. Isidore Arator and S. James the Less and S. Phocas of Sinope and S. Julian Hospitator and S. Felix de Cantalice and S. Simon Stylites and S. Stephen Protomartyr and S. John of God and S. Ferreol and S. Leugarde and S. Theodotus and S. Vulmar and S. Richard and S. Vincent de Paul and S. Martin of Todi and S. Martin of Tours and S. Alfred and S. Joseph and S. Denis and S. Cornelius and S. Leopold and S. Bernard and S. Terence and S. Edward and S. Owen Caniculus and S. Anonymous and S. Eponymous and S. Pseudonymous and S. Homonymous and S. Paronymous and S. Synonymous and S. Laurence O’Toole and S. James of Dingle and Compostella and S. Columcille and S. Columba and S. Celestine and S. Colman and S. Kevin and S. Brendan and S. Frigidian and S. Senan and S. Fachtna and S. Columbanus and S. Gall and S. Fursey and S. Fintan and S. Fiacre and S. John Nepomuc and S. Thomas Aquinas and S. Ives of Brittany and S. Michan and S. Herman-Joseph and the three patrons of holy youth S. Aloysius Gonzaga and S. Stanislaus Kostka and S. John Berchmans and the saints Gervasius, Servasius and Bonifacius and S. Bride and S. Kieran and S. Canice of Kilkenny and S. Jarlath of Tuam and S. Finbarr and S. Pappin of Ballymun and Brother Aloysius Pacificus and Brother Louis Bellicosus and the saints Rose of Lima and of Viterbo and S. Martha of Bethany and S. Mary of Egypt and S. Lucy and S. Brigid and S. Attracta and S. Dympna and S. Ita and S. Marion Calpensis and the Blessed Sister Teresa of the Child Jesus and S. Barbara and S. Scholastica and S. Ursula with eleven thousand virgins. And all came with nimbi and aureoles and gloriae, bearing palms and harps and swords and olive crowns, in robes whereon were woven the blessed symbols of their efficacies, inkhorns, arrows, loaves, cruses, fetters, axes, trees, bridges, babes in a bathtub, shells, wallets, shears, keys, dragons, lilies, buckshot, beards, hogs, lamps, bellows, beehives, soupladles, stars, snakes, anvils, boxes of vaseline, bells, crutches, forceps, stags’ horns, watertight boots, hawks, millstones, eyes on a dish, wax candles, aspergills, unicorns. And as they wended their way by Nelson’s Pillar, Henry street, Mary street, Capel street, Little Britain street chanting the introit in _Epiphania Domini_ which beginneth _Surge, illuminare_ and thereafter most sweetly the gradual _Omnes_ which saith _de Saba venient_ they did divers wonders such as casting out devils, raising the dead to life, multiplying fishes, healing the halt and the blind, discovering various articles which had been mislaid, interpreting and fulfilling the scriptures, blessing and prophesying. And last, beneath a canopy of cloth of gold came the reverend Father O’Flynn attended by Malachi and Patrick. And when the good fathers had reached the appointed place, the house of Bernard Kiernan and Co, limited, 8, 9 and 10 little Britain street, wholesale grocers, wine and brandy shippers, licensed for the sale of beer, wine and spirits for consumption on the premises, the celebrant blessed the house and censed the mullioned windows and the groynes and the vaults and the arrises and the capitals and the pediments and the cornices and the engrailed arches and the spires and the cupolas and sprinkled the lintels thereof with blessed water and prayed that God might bless that house as he had blessed the house of Abraham and Isaac and Jacob and make the angels of His light to inhabit therein. And entering he blessed the viands and the beverages and the company of all the blessed answered his prayers."
        ]
    },
    "Ballymun": {
        "nominatim": [
            53.3948616,
            -6.2651936
        ],
        "lines": [
            513
        ],
        "count": 1,
        "text": [
            "And at the sound of the sacring bell, headed by a crucifer with acolytes, thurifers, boatbearers, readers, ostiarii, deacons and subdeacons, the blessed company drew nigh of mitred abbots and priors and guardians and monks and friars: the monks of Benedict of Spoleto, Carthusians and Camaldolesi, Cistercians and Olivetans, Oratorians and Vallombrosans, and the friars of Augustine, Brigittines, Premonstratensians, Servi, Trinitarians, and the children of Peter Nolasco: and therewith from Carmel mount the children of Elijah prophet led by Albert bishop and by Teresa of Avila, calced and other: and friars, brown and grey, sons of poor Francis, capuchins, cordeliers, minimes and observants and the daughters of Clara: and the sons of Dominic, the friars preachers, and the sons of Vincent: and the monks of S. Wolstan: and Ignatius his children: and the confraternity of the christian brothers led by the reverend brother Edmund Ignatius Rice. And after came all saints and martyrs, virgins and confessors: S. Cyr and S. Isidore Arator and S. James the Less and S. Phocas of Sinope and S. Julian Hospitator and S. Felix de Cantalice and S. Simon Stylites and S. Stephen Protomartyr and S. John of God and S. Ferreol and S. Leugarde and S. Theodotus and S. Vulmar and S. Richard and S. Vincent de Paul and S. Martin of Todi and S. Martin of Tours and S. Alfred and S. Joseph and S. Denis and S. Cornelius and S. Leopold and S. Bernard and S. Terence and S. Edward and S. Owen Caniculus and S. Anonymous and S. Eponymous and S. Pseudonymous and S. Homonymous and S. Paronymous and S. Synonymous and S. Laurence O’Toole and S. James of Dingle and Compostella and S. Columcille and S. Columba and S. Celestine and S. Colman and S. Kevin and S. Brendan and S. Frigidian and S. Senan and S. Fachtna and S. Columbanus and S. Gall and S. Fursey and S. Fintan and S. Fiacre and S. John Nepomuc and S. Thomas Aquinas and S. Ives of Brittany and S. Michan and S. Herman-Joseph and the three patrons of holy youth S. Aloysius Gonzaga and S. Stanislaus Kostka and S. John Berchmans and the saints Gervasius, Servasius and Bonifacius and S. Bride and S. Kieran and S. Canice of Kilkenny and S. Jarlath of Tuam and S. Finbarr and S. Pappin of Ballymun and Brother Aloysius Pacificus and Brother Louis Bellicosus and the saints Rose of Lima and of Viterbo and S. Martha of Bethany and S. Mary of Egypt and S. Lucy and S. Brigid and S. Attracta and S. Dympna and S. Ita and S. Marion Calpensis and the Blessed Sister Teresa of the Child Jesus and S. Barbara and S. Scholastica and S. Ursula with eleven thousand virgins. And all came with nimbi and aureoles and gloriae, bearing palms and harps and swords and olive crowns, in robes whereon were woven the blessed symbols of their efficacies, inkhorns, arrows, loaves, cruses, fetters, axes, trees, bridges, babes in a bathtub, shells, wallets, shears, keys, dragons, lilies, buckshot, beards, hogs, lamps, bellows, beehives, soupladles, stars, snakes, anvils, boxes of vaseline, bells, crutches, forceps, stags’ horns, watertight boots, hawks, millstones, eyes on a dish, wax candles, aspergills, unicorns. And as they wended their way by Nelson’s Pillar, Henry street, Mary street, Capel street, Little Britain street chanting the introit in _Epiphania Domini_ which beginneth _Surge, illuminare_ and thereafter most sweetly the gradual _Omnes_ which saith _de Saba venient_ they did divers wonders such as casting out devils, raising the dead to life, multiplying fishes, healing the halt and the blind, discovering various articles which had been mislaid, interpreting and fulfilling the scriptures, blessing and prophesying. And last, beneath a canopy of cloth of gold came the reverend Father O’Flynn attended by Malachi and Patrick. And when the good fathers had reached the appointed place, the house of Bernard Kiernan and Co, limited, 8, 9 and 10 little Britain street, wholesale grocers, wine and brandy shippers, licensed for the sale of beer, wine and spirits for consumption on the premises, the celebrant blessed the house and censed the mullioned windows and the groynes and the vaults and the arrises and the capitals and the pediments and the cornices and the engrailed arches and the spires and the cupolas and sprinkled the lintels thereof with blessed water and prayed that God might bless that house as he had blessed the house of Abraham and Isaac and Jacob and make the angels of His light to inhabit therein. And entering he blessed the viands and the beverages and the company of all the blessed answered his prayers."
        ]
    },
    "Lima": {
        "nominatim": [
            53.285227000000006,
            -6.200523259880638
        ],
        "lines": [
            513
        ],
        "count": 1,
        "text": [
            "And at the sound of the sacring bell, headed by a crucifer with acolytes, thurifers, boatbearers, readers, ostiarii, deacons and subdeacons, the blessed company drew nigh of mitred abbots and priors and guardians and monks and friars: the monks of Benedict of Spoleto, Carthusians and Camaldolesi, Cistercians and Olivetans, Oratorians and Vallombrosans, and the friars of Augustine, Brigittines, Premonstratensians, Servi, Trinitarians, and the children of Peter Nolasco: and therewith from Carmel mount the children of Elijah prophet led by Albert bishop and by Teresa of Avila, calced and other: and friars, brown and grey, sons of poor Francis, capuchins, cordeliers, minimes and observants and the daughters of Clara: and the sons of Dominic, the friars preachers, and the sons of Vincent: and the monks of S. Wolstan: and Ignatius his children: and the confraternity of the christian brothers led by the reverend brother Edmund Ignatius Rice. And after came all saints and martyrs, virgins and confessors: S. Cyr and S. Isidore Arator and S. James the Less and S. Phocas of Sinope and S. Julian Hospitator and S. Felix de Cantalice and S. Simon Stylites and S. Stephen Protomartyr and S. John of God and S. Ferreol and S. Leugarde and S. Theodotus and S. Vulmar and S. Richard and S. Vincent de Paul and S. Martin of Todi and S. Martin of Tours and S. Alfred and S. Joseph and S. Denis and S. Cornelius and S. Leopold and S. Bernard and S. Terence and S. Edward and S. Owen Caniculus and S. Anonymous and S. Eponymous and S. Pseudonymous and S. Homonymous and S. Paronymous and S. Synonymous and S. Laurence O’Toole and S. James of Dingle and Compostella and S. Columcille and S. Columba and S. Celestine and S. Colman and S. Kevin and S. Brendan and S. Frigidian and S. Senan and S. Fachtna and S. Columbanus and S. Gall and S. Fursey and S. Fintan and S. Fiacre and S. John Nepomuc and S. Thomas Aquinas and S. Ives of Brittany and S. Michan and S. Herman-Joseph and the three patrons of holy youth S. Aloysius Gonzaga and S. Stanislaus Kostka and S. John Berchmans and the saints Gervasius, Servasius and Bonifacius and S. Bride and S. Kieran and S. Canice of Kilkenny and S. Jarlath of Tuam and S. Finbarr and S. Pappin of Ballymun and Brother Aloysius Pacificus and Brother Louis Bellicosus and the saints Rose of Lima and of Viterbo and S. Martha of Bethany and S. Mary of Egypt and S. Lucy and S. Brigid and S. Attracta and S. Dympna and S. Ita and S. Marion Calpensis and the Blessed Sister Teresa of the Child Jesus and S. Barbara and S. Scholastica and S. Ursula with eleven thousand virgins. And all came with nimbi and aureoles and gloriae, bearing palms and harps and swords and olive crowns, in robes whereon were woven the blessed symbols of their efficacies, inkhorns, arrows, loaves, cruses, fetters, axes, trees, bridges, babes in a bathtub, shells, wallets, shears, keys, dragons, lilies, buckshot, beards, hogs, lamps, bellows, beehives, soupladles, stars, snakes, anvils, boxes of vaseline, bells, crutches, forceps, stags’ horns, watertight boots, hawks, millstones, eyes on a dish, wax candles, aspergills, unicorns. And as they wended their way by Nelson’s Pillar, Henry street, Mary street, Capel street, Little Britain street chanting the introit in _Epiphania Domini_ which beginneth _Surge, illuminare_ and thereafter most sweetly the gradual _Omnes_ which saith _de Saba venient_ they did divers wonders such as casting out devils, raising the dead to life, multiplying fishes, healing the halt and the blind, discovering various articles which had been mislaid, interpreting and fulfilling the scriptures, blessing and prophesying. And last, beneath a canopy of cloth of gold came the reverend Father O’Flynn attended by Malachi and Patrick. And when the good fathers had reached the appointed place, the house of Bernard Kiernan and Co, limited, 8, 9 and 10 little Britain street, wholesale grocers, wine and brandy shippers, licensed for the sale of beer, wine and spirits for consumption on the premises, the celebrant blessed the house and censed the mullioned windows and the groynes and the vaults and the arrises and the capitals and the pediments and the cornices and the engrailed arches and the spires and the cupolas and sprinkled the lintels thereof with blessed water and prayed that God might bless that house as he had blessed the house of Abraham and Isaac and Jacob and make the angels of His light to inhabit therein. And entering he blessed the viands and the beverages and the company of all the blessed answered his prayers."
        ]
    },
    "Viterbo": {
        "nominatim": [],
        "lines": [
            513
        ],
        "count": 1,
        "text": [
            "And at the sound of the sacring bell, headed by a crucifer with acolytes, thurifers, boatbearers, readers, ostiarii, deacons and subdeacons, the blessed company drew nigh of mitred abbots and priors and guardians and monks and friars: the monks of Benedict of Spoleto, Carthusians and Camaldolesi, Cistercians and Olivetans, Oratorians and Vallombrosans, and the friars of Augustine, Brigittines, Premonstratensians, Servi, Trinitarians, and the children of Peter Nolasco: and therewith from Carmel mount the children of Elijah prophet led by Albert bishop and by Teresa of Avila, calced and other: and friars, brown and grey, sons of poor Francis, capuchins, cordeliers, minimes and observants and the daughters of Clara: and the sons of Dominic, the friars preachers, and the sons of Vincent: and the monks of S. Wolstan: and Ignatius his children: and the confraternity of the christian brothers led by the reverend brother Edmund Ignatius Rice. And after came all saints and martyrs, virgins and confessors: S. Cyr and S. Isidore Arator and S. James the Less and S. Phocas of Sinope and S. Julian Hospitator and S. Felix de Cantalice and S. Simon Stylites and S. Stephen Protomartyr and S. John of God and S. Ferreol and S. Leugarde and S. Theodotus and S. Vulmar and S. Richard and S. Vincent de Paul and S. Martin of Todi and S. Martin of Tours and S. Alfred and S. Joseph and S. Denis and S. Cornelius and S. Leopold and S. Bernard and S. Terence and S. Edward and S. Owen Caniculus and S. Anonymous and S. Eponymous and S. Pseudonymous and S. Homonymous and S. Paronymous and S. Synonymous and S. Laurence O’Toole and S. James of Dingle and Compostella and S. Columcille and S. Columba and S. Celestine and S. Colman and S. Kevin and S. Brendan and S. Frigidian and S. Senan and S. Fachtna and S. Columbanus and S. Gall and S. Fursey and S. Fintan and S. Fiacre and S. John Nepomuc and S. Thomas Aquinas and S. Ives of Brittany and S. Michan and S. Herman-Joseph and the three patrons of holy youth S. Aloysius Gonzaga and S. Stanislaus Kostka and S. John Berchmans and the saints Gervasius, Servasius and Bonifacius and S. Bride and S. Kieran and S. Canice of Kilkenny and S. Jarlath of Tuam and S. Finbarr and S. Pappin of Ballymun and Brother Aloysius Pacificus and Brother Louis Bellicosus and the saints Rose of Lima and of Viterbo and S. Martha of Bethany and S. Mary of Egypt and S. Lucy and S. Brigid and S. Attracta and S. Dympna and S. Ita and S. Marion Calpensis and the Blessed Sister Teresa of the Child Jesus and S. Barbara and S. Scholastica and S. Ursula with eleven thousand virgins. And all came with nimbi and aureoles and gloriae, bearing palms and harps and swords and olive crowns, in robes whereon were woven the blessed symbols of their efficacies, inkhorns, arrows, loaves, cruses, fetters, axes, trees, bridges, babes in a bathtub, shells, wallets, shears, keys, dragons, lilies, buckshot, beards, hogs, lamps, bellows, beehives, soupladles, stars, snakes, anvils, boxes of vaseline, bells, crutches, forceps, stags’ horns, watertight boots, hawks, millstones, eyes on a dish, wax candles, aspergills, unicorns. And as they wended their way by Nelson’s Pillar, Henry street, Mary street, Capel street, Little Britain street chanting the introit in _Epiphania Domini_ which beginneth _Surge, illuminare_ and thereafter most sweetly the gradual _Omnes_ which saith _de Saba venient_ they did divers wonders such as casting out devils, raising the dead to life, multiplying fishes, healing the halt and the blind, discovering various articles which had been mislaid, interpreting and fulfilling the scriptures, blessing and prophesying. And last, beneath a canopy of cloth of gold came the reverend Father O’Flynn attended by Malachi and Patrick. And when the good fathers had reached the appointed place, the house of Bernard Kiernan and Co, limited, 8, 9 and 10 little Britain street, wholesale grocers, wine and brandy shippers, licensed for the sale of beer, wine and spirits for consumption on the premises, the celebrant blessed the house and censed the mullioned windows and the groynes and the vaults and the arrises and the capitals and the pediments and the cornices and the engrailed arches and the spires and the cupolas and sprinkled the lintels thereof with blessed water and prayed that God might bless that house as he had blessed the house of Abraham and Isaac and Jacob and make the angels of His light to inhabit therein. And entering he blessed the viands and the beverages and the company of all the blessed answered his prayers."
        ]
    },
    "Bethany": {
        "nominatim": [
            54.00630515,
            -6.376422283244713
        ],
        "lines": [
            513
        ],
        "count": 1,
        "text": [
            "And at the sound of the sacring bell, headed by a crucifer with acolytes, thurifers, boatbearers, readers, ostiarii, deacons and subdeacons, the blessed company drew nigh of mitred abbots and priors and guardians and monks and friars: the monks of Benedict of Spoleto, Carthusians and Camaldolesi, Cistercians and Olivetans, Oratorians and Vallombrosans, and the friars of Augustine, Brigittines, Premonstratensians, Servi, Trinitarians, and the children of Peter Nolasco: and therewith from Carmel mount the children of Elijah prophet led by Albert bishop and by Teresa of Avila, calced and other: and friars, brown and grey, sons of poor Francis, capuchins, cordeliers, minimes and observants and the daughters of Clara: and the sons of Dominic, the friars preachers, and the sons of Vincent: and the monks of S. Wolstan: and Ignatius his children: and the confraternity of the christian brothers led by the reverend brother Edmund Ignatius Rice. And after came all saints and martyrs, virgins and confessors: S. Cyr and S. Isidore Arator and S. James the Less and S. Phocas of Sinope and S. Julian Hospitator and S. Felix de Cantalice and S. Simon Stylites and S. Stephen Protomartyr and S. John of God and S. Ferreol and S. Leugarde and S. Theodotus and S. Vulmar and S. Richard and S. Vincent de Paul and S. Martin of Todi and S. Martin of Tours and S. Alfred and S. Joseph and S. Denis and S. Cornelius and S. Leopold and S. Bernard and S. Terence and S. Edward and S. Owen Caniculus and S. Anonymous and S. Eponymous and S. Pseudonymous and S. Homonymous and S. Paronymous and S. Synonymous and S. Laurence O’Toole and S. James of Dingle and Compostella and S. Columcille and S. Columba and S. Celestine and S. Colman and S. Kevin and S. Brendan and S. Frigidian and S. Senan and S. Fachtna and S. Columbanus and S. Gall and S. Fursey and S. Fintan and S. Fiacre and S. John Nepomuc and S. Thomas Aquinas and S. Ives of Brittany and S. Michan and S. Herman-Joseph and the three patrons of holy youth S. Aloysius Gonzaga and S. Stanislaus Kostka and S. John Berchmans and the saints Gervasius, Servasius and Bonifacius and S. Bride and S. Kieran and S. Canice of Kilkenny and S. Jarlath of Tuam and S. Finbarr and S. Pappin of Ballymun and Brother Aloysius Pacificus and Brother Louis Bellicosus and the saints Rose of Lima and of Viterbo and S. Martha of Bethany and S. Mary of Egypt and S. Lucy and S. Brigid and S. Attracta and S. Dympna and S. Ita and S. Marion Calpensis and the Blessed Sister Teresa of the Child Jesus and S. Barbara and S. Scholastica and S. Ursula with eleven thousand virgins. And all came with nimbi and aureoles and gloriae, bearing palms and harps and swords and olive crowns, in robes whereon were woven the blessed symbols of their efficacies, inkhorns, arrows, loaves, cruses, fetters, axes, trees, bridges, babes in a bathtub, shells, wallets, shears, keys, dragons, lilies, buckshot, beards, hogs, lamps, bellows, beehives, soupladles, stars, snakes, anvils, boxes of vaseline, bells, crutches, forceps, stags’ horns, watertight boots, hawks, millstones, eyes on a dish, wax candles, aspergills, unicorns. And as they wended their way by Nelson’s Pillar, Henry street, Mary street, Capel street, Little Britain street chanting the introit in _Epiphania Domini_ which beginneth _Surge, illuminare_ and thereafter most sweetly the gradual _Omnes_ which saith _de Saba venient_ they did divers wonders such as casting out devils, raising the dead to life, multiplying fishes, healing the halt and the blind, discovering various articles which had been mislaid, interpreting and fulfilling the scriptures, blessing and prophesying. And last, beneath a canopy of cloth of gold came the reverend Father O’Flynn attended by Malachi and Patrick. And when the good fathers had reached the appointed place, the house of Bernard Kiernan and Co, limited, 8, 9 and 10 little Britain street, wholesale grocers, wine and brandy shippers, licensed for the sale of beer, wine and spirits for consumption on the premises, the celebrant blessed the house and censed the mullioned windows and the groynes and the vaults and the arrises and the capitals and the pediments and the cornices and the engrailed arches and the spires and the cupolas and sprinkled the lintels thereof with blessed water and prayed that God might bless that house as he had blessed the house of Abraham and Isaac and Jacob and make the angels of His light to inhabit therein. And entering he blessed the viands and the beverages and the company of all the blessed answered his prayers."
        ]
    },
    "Egypt": {
        "nominatim": [
            53.3290953,
            -6.2366569629051245
        ],
        "lines": [
            513
        ],
        "count": 1,
        "text": [
            "And at the sound of the sacring bell, headed by a crucifer with acolytes, thurifers, boatbearers, readers, ostiarii, deacons and subdeacons, the blessed company drew nigh of mitred abbots and priors and guardians and monks and friars: the monks of Benedict of Spoleto, Carthusians and Camaldolesi, Cistercians and Olivetans, Oratorians and Vallombrosans, and the friars of Augustine, Brigittines, Premonstratensians, Servi, Trinitarians, and the children of Peter Nolasco: and therewith from Carmel mount the children of Elijah prophet led by Albert bishop and by Teresa of Avila, calced and other: and friars, brown and grey, sons of poor Francis, capuchins, cordeliers, minimes and observants and the daughters of Clara: and the sons of Dominic, the friars preachers, and the sons of Vincent: and the monks of S. Wolstan: and Ignatius his children: and the confraternity of the christian brothers led by the reverend brother Edmund Ignatius Rice. And after came all saints and martyrs, virgins and confessors: S. Cyr and S. Isidore Arator and S. James the Less and S. Phocas of Sinope and S. Julian Hospitator and S. Felix de Cantalice and S. Simon Stylites and S. Stephen Protomartyr and S. John of God and S. Ferreol and S. Leugarde and S. Theodotus and S. Vulmar and S. Richard and S. Vincent de Paul and S. Martin of Todi and S. Martin of Tours and S. Alfred and S. Joseph and S. Denis and S. Cornelius and S. Leopold and S. Bernard and S. Terence and S. Edward and S. Owen Caniculus and S. Anonymous and S. Eponymous and S. Pseudonymous and S. Homonymous and S. Paronymous and S. Synonymous and S. Laurence O’Toole and S. James of Dingle and Compostella and S. Columcille and S. Columba and S. Celestine and S. Colman and S. Kevin and S. Brendan and S. Frigidian and S. Senan and S. Fachtna and S. Columbanus and S. Gall and S. Fursey and S. Fintan and S. Fiacre and S. John Nepomuc and S. Thomas Aquinas and S. Ives of Brittany and S. Michan and S. Herman-Joseph and the three patrons of holy youth S. Aloysius Gonzaga and S. Stanislaus Kostka and S. John Berchmans and the saints Gervasius, Servasius and Bonifacius and S. Bride and S. Kieran and S. Canice of Kilkenny and S. Jarlath of Tuam and S. Finbarr and S. Pappin of Ballymun and Brother Aloysius Pacificus and Brother Louis Bellicosus and the saints Rose of Lima and of Viterbo and S. Martha of Bethany and S. Mary of Egypt and S. Lucy and S. Brigid and S. Attracta and S. Dympna and S. Ita and S. Marion Calpensis and the Blessed Sister Teresa of the Child Jesus and S. Barbara and S. Scholastica and S. Ursula with eleven thousand virgins. And all came with nimbi and aureoles and gloriae, bearing palms and harps and swords and olive crowns, in robes whereon were woven the blessed symbols of their efficacies, inkhorns, arrows, loaves, cruses, fetters, axes, trees, bridges, babes in a bathtub, shells, wallets, shears, keys, dragons, lilies, buckshot, beards, hogs, lamps, bellows, beehives, soupladles, stars, snakes, anvils, boxes of vaseline, bells, crutches, forceps, stags’ horns, watertight boots, hawks, millstones, eyes on a dish, wax candles, aspergills, unicorns. And as they wended their way by Nelson’s Pillar, Henry street, Mary street, Capel street, Little Britain street chanting the introit in _Epiphania Domini_ which beginneth _Surge, illuminare_ and thereafter most sweetly the gradual _Omnes_ which saith _de Saba venient_ they did divers wonders such as casting out devils, raising the dead to life, multiplying fishes, healing the halt and the blind, discovering various articles which had been mislaid, interpreting and fulfilling the scriptures, blessing and prophesying. And last, beneath a canopy of cloth of gold came the reverend Father O’Flynn attended by Malachi and Patrick. And when the good fathers had reached the appointed place, the house of Bernard Kiernan and Co, limited, 8, 9 and 10 little Britain street, wholesale grocers, wine and brandy shippers, licensed for the sale of beer, wine and spirits for consumption on the premises, the celebrant blessed the house and censed the mullioned windows and the groynes and the vaults and the arrises and the capitals and the pediments and the cornices and the engrailed arches and the spires and the cupolas and sprinkled the lintels thereof with blessed water and prayed that God might bless that house as he had blessed the house of Abraham and Isaac and Jacob and make the angels of His light to inhabit therein. And entering he blessed the viands and the beverages and the company of all the blessed answered his prayers."
        ]
    },
    "Britain": {
        "nominatim": [
            53.3493768,
            -6.2696136
        ],
        "lines": [
            513
        ],
        "count": 1,
        "text": [
            "And at the sound of the sacring bell, headed by a crucifer with acolytes, thurifers, boatbearers, readers, ostiarii, deacons and subdeacons, the blessed company drew nigh of mitred abbots and priors and guardians and monks and friars: the monks of Benedict of Spoleto, Carthusians and Camaldolesi, Cistercians and Olivetans, Oratorians and Vallombrosans, and the friars of Augustine, Brigittines, Premonstratensians, Servi, Trinitarians, and the children of Peter Nolasco: and therewith from Carmel mount the children of Elijah prophet led by Albert bishop and by Teresa of Avila, calced and other: and friars, brown and grey, sons of poor Francis, capuchins, cordeliers, minimes and observants and the daughters of Clara: and the sons of Dominic, the friars preachers, and the sons of Vincent: and the monks of S. Wolstan: and Ignatius his children: and the confraternity of the christian brothers led by the reverend brother Edmund Ignatius Rice. And after came all saints and martyrs, virgins and confessors: S. Cyr and S. Isidore Arator and S. James the Less and S. Phocas of Sinope and S. Julian Hospitator and S. Felix de Cantalice and S. Simon Stylites and S. Stephen Protomartyr and S. John of God and S. Ferreol and S. Leugarde and S. Theodotus and S. Vulmar and S. Richard and S. Vincent de Paul and S. Martin of Todi and S. Martin of Tours and S. Alfred and S. Joseph and S. Denis and S. Cornelius and S. Leopold and S. Bernard and S. Terence and S. Edward and S. Owen Caniculus and S. Anonymous and S. Eponymous and S. Pseudonymous and S. Homonymous and S. Paronymous and S. Synonymous and S. Laurence O’Toole and S. James of Dingle and Compostella and S. Columcille and S. Columba and S. Celestine and S. Colman and S. Kevin and S. Brendan and S. Frigidian and S. Senan and S. Fachtna and S. Columbanus and S. Gall and S. Fursey and S. Fintan and S. Fiacre and S. John Nepomuc and S. Thomas Aquinas and S. Ives of Brittany and S. Michan and S. Herman-Joseph and the three patrons of holy youth S. Aloysius Gonzaga and S. Stanislaus Kostka and S. John Berchmans and the saints Gervasius, Servasius and Bonifacius and S. Bride and S. Kieran and S. Canice of Kilkenny and S. Jarlath of Tuam and S. Finbarr and S. Pappin of Ballymun and Brother Aloysius Pacificus and Brother Louis Bellicosus and the saints Rose of Lima and of Viterbo and S. Martha of Bethany and S. Mary of Egypt and S. Lucy and S. Brigid and S. Attracta and S. Dympna and S. Ita and S. Marion Calpensis and the Blessed Sister Teresa of the Child Jesus and S. Barbara and S. Scholastica and S. Ursula with eleven thousand virgins. And all came with nimbi and aureoles and gloriae, bearing palms and harps and swords and olive crowns, in robes whereon were woven the blessed symbols of their efficacies, inkhorns, arrows, loaves, cruses, fetters, axes, trees, bridges, babes in a bathtub, shells, wallets, shears, keys, dragons, lilies, buckshot, beards, hogs, lamps, bellows, beehives, soupladles, stars, snakes, anvils, boxes of vaseline, bells, crutches, forceps, stags’ horns, watertight boots, hawks, millstones, eyes on a dish, wax candles, aspergills, unicorns. And as they wended their way by Nelson’s Pillar, Henry street, Mary street, Capel street, Little Britain street chanting the introit in _Epiphania Domini_ which beginneth _Surge, illuminare_ and thereafter most sweetly the gradual _Omnes_ which saith _de Saba venient_ they did divers wonders such as casting out devils, raising the dead to life, multiplying fishes, healing the halt and the blind, discovering various articles which had been mislaid, interpreting and fulfilling the scriptures, blessing and prophesying. And last, beneath a canopy of cloth of gold came the reverend Father O’Flynn attended by Malachi and Patrick. And when the good fathers had reached the appointed place, the house of Bernard Kiernan and Co, limited, 8, 9 and 10 little Britain street, wholesale grocers, wine and brandy shippers, licensed for the sale of beer, wine and spirits for consumption on the premises, the celebrant blessed the house and censed the mullioned windows and the groynes and the vaults and the arrises and the capitals and the pediments and the cornices and the engrailed arches and the spires and the cupolas and sprinkled the lintels thereof with blessed water and prayed that God might bless that house as he had blessed the house of Abraham and Isaac and Jacob and make the angels of His light to inhabit therein. And entering he blessed the viands and the beverages and the company of all the blessed answered his prayers."
        ]
    },
    "Israel": {
        "nominatim": [
            53.3322987,
            -6.2322329
        ],
        "lines": [
            539
        ],
        "count": 1,
        "text": [
            "—Three cheers for Israel!"
        ]
    },
    "Connemara": {
        "nominatim": [
            53.3695067,
            -7.502668722966046
        ],
        "lines": [
            551
        ],
        "count": 1,
        "text": [
            "A large and appreciative gathering of friends and acquaintances from the metropolis and greater Dublin assembled in their thousands to bid farewell to Nagyaságos uram Lipóti Virag, late of Messrs Alexander Thom’s, printers to His Majesty, on the occasion of his departure for the distant clime of Százharminczbrojúgulyás-Dugulás (Meadow of Murmuring Waters). The ceremony which went off with great _éclat_ was characterised by the most affecting cordiality. An illuminated scroll of ancient Irish vellum, the work of Irish artists, was presented to the distinguished phenomenologist on behalf of a large section of the community and was accompanied by the gift of a silver casket, tastefully executed in the style of ancient Celtic ornament, a work which reflects every credit on the makers, Messrs Jacob _agus_ Jacob. The departing guest was the recipient of a hearty ovation, many of those who were present being visibly moved when the select orchestra of Irish pipes struck up the wellknown strains of _Come Back to Erin_, followed immediately by _Rakóczsy’s March_. Tarbarrels and bonfires were lighted along the coastline of the four seas on the summits of the Hill of Howth, Three Rock Mountain, Sugarloaf, Bray Head, the mountains of Mourne, the Galtees, the Ox and Donegal and Sperrin peaks, the Nagles and the Bograghs, the Connemara hills, the reeks of M’Gillicuddy, Slieve Aughty, Slieve Bernagh and Slieve Bloom. Amid cheers that rent the welkin, responded to by answering cheers from a big muster of henchmen on the distant Cambrian and Caledonian hills, the mastodontic pleasureship slowly moved away saluted by a final floral tribute from the representatives of the fair sex who were present in large numbers while, as it proceeded down the river, escorted by a flotilla of barges, the flags of the Ballast office and Custom House were dipped in salute as were also those of the electrical power station at the Pigeonhouse and the Poolbeg Light. _Visszontlátásra, kedvés barátom! Visszontlátásra!_ Gone but not forgotten."
        ]
    },
    "Longford": {
        "nominatim": [
            53.73203805,
            -7.695345599416443
        ],
        "lines": [
            558
        ],
        "count": 1,
        "text": [
            "Begob he drew his hand and made a swipe and let fly. Mercy of God the sun was in his eyes or he’d have left him for dead. Gob, he near sent it into the county Longford. The bloody nag took fright and the old mongrel after the car like bloody hell and all the populace shouting and laughing and the old tinbox clattering along the street."
        ]
    },
    "Cornwall": {
        "nominatim": [
            52.387808449999994,
            -6.575050811357398
        ],
        "lines": [
            559
        ],
        "count": 1,
        "text": [
            "The catastrophe was terrific and instantaneous in its effect. The observatory of Dunsink registered in all eleven shocks, all of the fifth grade of Mercalli’s scale, and there is no record extant of a similar seismic disturbance in our island since the earthquake of 1534, the year of the rebellion of Silken Thomas. The epicentre appears to have been that part of the metropolis which constitutes the Inn’s Quay ward and parish of Saint Michan covering a surface of fortyone acres, two roods and one square pole or perch. All the lordly residences in the vicinity of the palace of justice were demolished and that noble edifice itself, in which at the time of the catastrophe important legal debates were in progress, is literally a mass of ruins beneath which it is to be feared all the occupants have been buried alive. From the reports of eyewitnesses it transpires that the seismic waves were accompanied by a violent atmospheric perturbation of cyclonic character. An article of headgear since ascertained to belong to the much respected clerk of the crown and peace Mr George Fottrell and a silk umbrella with gold handle with the engraved initials, crest, coat of arms and house number of the erudite and worshipful chairman of quarter sessions sir Frederick Falkiner, recorder of Dublin, have been discovered by search parties in remote parts of the island respectively, the former on the third basaltic ridge of the giant’s causeway, the latter embedded to the extent of one foot three inches in the sandy beach of Holeopen bay near the old head of Kinsale. Other eyewitnesses depose that they observed an incandescent object of enormous proportions hurtling through the atmosphere at a terrifying velocity in a trajectory directed southwest by west. Messages of condolence and sympathy are being hourly received from all parts of the different continents and the sovereign pontiff has been graciously pleased to decree that a special _missa pro defunctis_ shall be celebrated simultaneously by the ordinaries of each and every cathedral church of all the episcopal dioceses subject to the spiritual authority of the Holy See in suffrage of the souls of those faithful departed who have been so unexpectedly called away from our midst. The work of salvage, removal of _débris,_ human remains etc has been entrusted to Messrs Michael Meade and Son, 159 Great Brunswick street, and Messrs T. and C. Martin, 77, 78, 79 and 80 North Wall, assisted by the men and officers of the Duke of Cornwall’s light infantry under the general supervision of H. R. H., rear admiral, the right honourable sir Hercules Hannibal Habeas Corpus Anderson, K. G., K. P., K. T., P. C., K. C. B., M. P., J. P., M. B., D. S. O., S. O. D., M. F. H., M. R. I. A., B. L., Mus. Doc., P. L. G., F. T. C. D., F. R. U. I., F. R. C. P. I. and F. R. C. S. I."
        ]
    }
}