{
    "Ormond": {
        "nominatim": [
            52.3451255,
            -7.406995534678775
        ],
        "lines": [
            60,
            204,
            236,
            620
        ],
        "count": 4,
        "text": [
            "Bronze by gold, miss Douce’s head by miss Kennedy’s head, over the crossblind of the Ormond bar heard the viceregal hoofs go by, ringing steel.",
            "Jingling on supple rubbers it jaunted from the bridge to Ormond quay. Follow. Risk it. Go quick. At four. Near now. Out.",
            "Avoid. Goulding a chance. What is he doing in the Ormond? Car waiting. Wait.",
            "Tap. A youth entered a lonely Ormond hall."
        ]
    },
    "Rostrevor": {
        "nominatim": [
            53.30778825,
            -6.235447004268215
        ],
        "lines": [
            140
        ],
        "count": 1,
        "text": [
            "He hoped she had nice weather in Rostrevor."
        ]
    },
    "Essex": {
        "nominatim": [
            51.673565350000004,
            0.23980285681586894
        ],
        "lines": [
            159
        ],
        "count": 1,
        "text": [
            "In came Lenehan. Round him peered Lenehan. Mr Bloom reached Essex bridge. Yes, Mr Bloom crossed bridge of Yessex. To Martha I must write. Buy paper. Daly’s. Girl there civil. Bloom. Old Bloom. Blue bloom is on the rye."
        ]
    },
    "Yessex": {
        "nominatim": [],
        "lines": [
            159
        ],
        "count": 1,
        "text": [
            "In came Lenehan. Round him peered Lenehan. Mr Bloom reached Essex bridge. Yes, Mr Bloom crossed bridge of Yessex. To Martha I must write. Buy paper. Daly’s. Girl there civil. Bloom. Old Bloom. Blue bloom is on the rye."
        ]
    },
    "Erin": {
        "nominatim": [
            51.93185,
            -8.5680171
        ],
        "lines": [
            187
        ],
        "count": 1,
        "text": [
            "—The _élite_ of Erin hung upon his lips. The ponderous pundit, Hugh MacHugh, Dublin’s most brilliant scribe and editor and that minstrel boy of the wild wet west who is known by the euphonious appellation of the O’Madden Burke."
        ]
    },
    "Dublin": {
        "nominatim": [
            53.3493795,
            -6.2605593
        ],
        "lines": [
            187,
            237
        ],
        "count": 2,
        "text": [
            "—The _élite_ of Erin hung upon his lips. The ponderous pundit, Hugh MacHugh, Dublin’s most brilliant scribe and editor and that minstrel boy of the wild wet west who is known by the euphonious appellation of the O’Madden Burke.",
            "Hello. Where off to? Something to eat? I too was just. In here. What, Ormond? Best value in Dublin. Is that so? Diningroom. Sit tight there. See, not be seen. I think I’ll join you. Come on. Richie led on. Bloom followed bag. Dinner fit for a prince."
        ]
    },
    "Daly": {
        "nominatim": [
            51.8965623,
            -8.49919233079751
        ],
        "lines": [
            203
        ],
        "count": 1,
        "text": [
            "Two sheets cream vellum paper one reserve two envelopes when I was in Wisdom Hely’s wise Bloom in Daly’s Henry Flower bought. Are you not happy in your home? Flower to console me and a pin cuts lo. Means something, language of flow. Was it a daisy? Innocence that is. Respectable girl meet after mass. Thanks awfully muchly. Wise Bloom eyed on the door a poster, a swaying mermaid smoking mid nice waves. Smoke mermaids, coolest whiff of all. Hair streaming: lovelorn. For some man. For Raoul. He eyed and saw afar on Essex bridge a gay hat riding on a jaunting car. It is. Again. Third time. Coincidence."
        ]
    },
    "Ternoon": {
        "nominatim": [],
        "lines": [
            208
        ],
        "count": 1,
        "text": [
            "At four she. Winsomely she on Bloohimwhom smiled. Bloo smi qui go. Ternoon. Think you’re the only pebble on the beach? Does that to all."
        ]
    },
    "Egypt": {
        "nominatim": [
            53.3290953,
            -6.2366569629051245
        ],
        "lines": [
            253
        ],
        "count": 1,
        "text": [
            "Miss Douce took Boylan’s coin, struck boldly the cashregister. It clanged. Clock clacked. Fair one of Egypt teased and sorted in the till and hummed and handed coins in change. Look to the west. A clack. For me."
        ]
    },
    "Gibraltar": {
        "nominatim": [
            54.2526047,
            -6.872654054479495
        ],
        "lines": [
            332
        ],
        "count": 1,
        "text": [
            "—From the rock of Gibraltar... all the way."
        ]
    },
    "Drumcondra": {
        "nominatim": [
            53.3680988,
            -6.2554727
        ],
        "lines": [
            333
        ],
        "count": 1,
        "text": [
            "They pined in depth of ocean shadow, gold by the beerpull, bronze by maraschino, thoughtful all two. Mina Kennedy, 4 Lismore terrace, Drumcondra with Idolores, a queen, Dolores, silent."
        ]
    },
    "Dolores": {
        "nominatim": [
            52.6700994,
            -8.6246875
        ],
        "lines": [
            333
        ],
        "count": 1,
        "text": [
            "They pined in depth of ocean shadow, gold by the beerpull, bronze by maraschino, thoughtful all two. Mina Kennedy, 4 Lismore terrace, Drumcondra with Idolores, a queen, Dolores, silent."
        ]
    },
    "Terenure": {
        "nominatim": [
            53.3098292,
            -6.2832703
        ],
        "lines": [
            417
        ],
        "count": 1,
        "text": [
            "First night when first I saw her at Mat Dillon’s in Terenure. Yellow, black lace she wore. Musical chairs. We two the last. Fate. After her. Fate. Round and round slow. Quick round. We two. All looked. Halt. Down she sat. All ousted looked. Lips laughing. Yellow knees."
        ]
    },
    "Madrid": {
        "nominatim": [
            40.4342458,
            -3.6878867
        ],
        "lines": [
            419
        ],
        "count": 1,
        "text": [
            "Singing. _Waiting_ she sang. I turned her music. Full voice of perfume of what perfume does your lilactrees. Bosom I saw, both full, throat warbling. First I saw. She thanked me. Why did she me? Fate. Spanishy eyes. Under a peartree alone patio this hour in old Madrid one side in shadow Dolores shedolores. At me. Luring. Ah, alluring."
        ]
    },
    "Rutland": {
        "nominatim": [
            52.95891035,
            -7.903080296648172
        ],
        "lines": [
            432
        ],
        "count": 1,
        "text": [
            "Blazes Boylan’s smart tan shoes creaked on the barfloor, said before. Jingle by monuments of sir John Gray, Horatio onehandled Nelson, reverend father Theobald Mathew, jaunted, as said before just now. Atrot, in heat, heatseated. _Cloche. Sonnez la. Cloche. Sonnez la._ Slower the mare went up the hill by the Rotunda, Rutland square. Too slow for Boylan, blazes Boylan, impatience Boylan, joggled the mare."
        ]
    },
    "Dedalus": {
        "nominatim": [],
        "lines": [
            439
        ],
        "count": 1,
        "text": [
            "Goulding, a flush struggling in his pale, told Mr Bloom, face of the night, Si in Ned Lambert’s, Dedalus house, sang _’Twas rank and fame._"
        ]
    },
    "Ringabella": {
        "nominatim": [
            51.7637498,
            -8.3097835
        ],
        "lines": [
            460
        ],
        "count": 1,
        "text": [
            "It was the only language Mr Dedalus said to Ben. He heard them as a boy in Ringabella, Crosshaven, Ringabella, singing their barcaroles. Queenstown harbour full of Italian ships. Walking, you know, Ben, in the moonlight with those earthquake hats. Blending their voices. God, such music, Ben. Heard as a boy. Cross Ringabella haven mooncarole."
        ]
    },
    "Crosshaven": {
        "nominatim": [
            51.8023829,
            -8.2953269
        ],
        "lines": [
            460
        ],
        "count": 1,
        "text": [
            "It was the only language Mr Dedalus said to Ben. He heard them as a boy in Ringabella, Crosshaven, Ringabella, singing their barcaroles. Queenstown harbour full of Italian ships. Walking, you know, Ben, in the moonlight with those earthquake hats. Blending their voices. God, such music, Ben. Heard as a boy. Cross Ringabella haven mooncarole."
        ]
    },
    "Queenstown": {
        "nominatim": [
            51.8500947,
            -8.294279
        ],
        "lines": [
            460
        ],
        "count": 1,
        "text": [
            "It was the only language Mr Dedalus said to Ben. He heard them as a boy in Ringabella, Crosshaven, Ringabella, singing their barcaroles. Queenstown harbour full of Italian ships. Walking, you know, Ben, in the moonlight with those earthquake hats. Blending their voices. God, such music, Ben. Heard as a boy. Cross Ringabella haven mooncarole."
        ]
    },
    "Donnybrook": {
        "nominatim": [
            53.3220419,
            -6.236355
        ],
        "lines": [
            467
        ],
        "count": 1,
        "text": [
            "A hackney car, number three hundred and twentyfour, driver Barton James of number one Harmony avenue, Donnybrook, on which sat a fare, a young gentleman, stylishly dressed in an indigoblue serge suit made by George Robert Mesias, tailor and cutter, of number five Eden quay, and wearing a straw hat very dressy, bought of John Plasto of number one Great Brunswick street, hatter. Eh? This is the jingle that joggled and jingled. By Dlugacz’ porkshop bright tubes of Agendath trotted a gallantbuttocked mare."
        ]
    },
    "Yashmak": {
        "nominatim": [],
        "lines": [
            488
        ],
        "count": 1,
        "text": [
            "Her ear too is a shell, the peeping lobe there. Been to the seaside. Lovely seaside girls. Skin tanned raw. Should have put on coldcream first make it brown. Buttered toast. O and that lotion mustn’t forget. Fever near her mouth. Your head it simply. Hair braided over: shell with seaweed. Why do they hide their ears with seaweed hair? And Turks the mouth, why? Her eyes over the sheet. Yashmak. Find the way in. A cave. No admittance except on business."
        ]
    },
    "Iveagh": {
        "nominatim": [
            53.33647725,
            -6.259375692247907
        ],
        "lines": [
            516
        ],
        "count": 1,
        "text": [
            "Ben Dollard’s voice. Base barreltone. Doing his level best to say it. Croak of vast manless moonless womoonless marsh. Other comedown. Big ships’ chandler’s business he did once. Remember: rosiny ropes, ships’ lanterns. Failed to the tune of ten thousand pounds. Now in the Iveagh home. Cubicle number so and so. Number one Bass did that for him."
        ]
    },
    "Persia": {
        "nominatim": [],
        "lines": [
            531,
            615
        ],
        "count": 2,
        "text": [
            "What do they think when they hear music? Way to catch rattlesnakes. Night Michael Gunn gave us the box. Tuning up. Shah of Persia liked that best. Remind him of home sweet home. Wiped his nose in curtain too. Custom his country perhaps. That’s music too. Not as bad as it sounds. Tootling. Brasses braying asses through uptrunks. Doublebasses helpless, gashes in their sides. Woodwinds mooing cows. Semigrand open crocodile music hath jaws. Woodwind like Goodwin’s name.",
            "I must really. Fff. Now if I did that at a banquet. Just a question of custom shah of Persia. Breathe a prayer, drop a tear. All the same he must have been a bit of a natural not to see it was a yeoman cap. Muffled up. Wonder who was that chap at the grave in the brown macin. O, the whore of the lane!"
        ]
    },
    "Ross": {
        "nominatim": [
            52.2811483,
            -7.478797834296724
        ],
        "lines": [
            533
        ],
        "count": 1,
        "text": [
            "All gone. All fallen. At the siege of Ross his father, at Gorey all his brothers fell. To Wexford, we are the boys of Wexford, he would. Last of his name and race."
        ]
    },
    "Gorey": {
        "nominatim": [
            52.676135,
            -6.292752
        ],
        "lines": [
            533
        ],
        "count": 1,
        "text": [
            "All gone. All fallen. At the siege of Ross his father, at Gorey all his brothers fell. To Wexford, we are the boys of Wexford, he would. Last of his name and race."
        ]
    },
    "Wexford": {
        "nominatim": [
            52.46018745,
            -6.606515459159162
        ],
        "lines": [
            533
        ],
        "count": 1,
        "text": [
            "All gone. All fallen. At the siege of Ross his father, at Gorey all his brothers fell. To Wexford, we are the boys of Wexford, he would. Last of his name and race."
        ]
    },
    "Ireland": {
        "nominatim": [
            53.41523525,
            -7.966595219444855
        ],
        "lines": [
            538
        ],
        "count": 1,
        "text": [
            "Ireland comes now. My country above the king. She listens. Who fears to speak of nineteen four? Time to be shoving. Looked enough."
        ]
    },
    "Geneva": {
        "nominatim": [
            52.2164615,
            -6.7793217
        ],
        "lines": [
            561
        ],
        "count": 1,
        "text": [
            "At Geneva barrack that young man died. At Passage was his body laid. Dolor! O, he dolores! The voice of the mournful chanter called to dolorous prayer."
        ]
    },
    "Dollard": {
        "nominatim": [
            52.5161085,
            -7.8897876
        ],
        "lines": [
            584
        ],
        "count": 1,
        "text": [
            "He murmured that he knew the name. The name was familiar to him, that is to say. That was to say he had heard the name of. Dollard, was it? Dollard, yes."
        ]
    }
}