{
    "Gibraltar": {
        "nominatim": [
            53.52084595,
            -6.634094486964374
        ],
        "lines": [
            24,
            57
        ],
        "count": 2,
        "text": [
            "No. She didn’t want anything. He heard then a warm heavy sigh, softer, as she turned over and the loose brass quoits of the bedstead jingled. Must get those settled really. Pity. All the way from Gibraltar. Forgotten any little Spanish she knew. Wonder what her father gave for it. Old style. Ah yes! of course. Bought it at the governor’s auction. Got a short knock. Hard as nails at a bargain, old Tweedy. Yes, sir. At Plevna that was. I rose from the ranks, sir, and I’m proud of it. Still he had brains enough to make that corner in stamps. Now that was farseeing.",
            "He looked at the cattle, blurred in silver heat. Silverpowdered olivetrees. Quiet long days: pruning, ripening. Olives are packed in jars, eh? I have a few left from Andrews. Molly spitting them out. Knows the taste of them now. Oranges in tissue paper packed in crates. Citrons too. Wonder is poor Citron still in Saint Kevin’s parade. And Mastiansky with the old cither. Pleasant evenings we had then. Molly in Citron’s basketchair. Nice to hold, cool waxen fruit, hold in the hand, lift it to the nostrils and smell the perfume. Like that, heavy, sweet, wild perfume. Always the same, year after year. They fetched high prices too, Moisel told me. Arbutus place: Pleasants street: pleasant old times. Must be without a flaw, he said. Coming all that way: Spain, Gibraltar, Mediterranean, the Levant. Crates lined up on the quayside at Jaffa, chap ticking them off in a book, navvies handling them barefoot in soiled dungarees. There’s whatdoyoucallhim out of. How do you? Doesn’t see. Chap you know just to salute bit of a bore. His back is like that Norwegian captain’s. Wonder if I’ll meet him today. Watering cart. To provoke the rain. On earth as it is in heaven."
        ]
    },
    "Boland": {
        "nominatim": [
            53.44318295,
            -6.228981588196607
        ],
        "lines": [
            27
        ],
        "count": 1,
        "text": [
            "He crossed to the bright side, avoiding the loose cellarflap of number seventyfive. The sun was nearing the steeple of George’s church. Be a warm day I fancy. Specially in these black clothes feel it more. Black conducts, reflects, (refracts is it?), the heat. But I couldn’t go in that light suit. Make a picnic of it. His eyelids sank quietly often as he walked in happy warmth. Boland’s breadvan delivering with trays our daily but she prefers yesterday’s loaves turnovers crisp crowns hot. Makes you feel young. Somewhere in the east: early morning: set off at dawn. Travel round in front of the sun, steal a day’s march on him. Keep it up for ever never grow a day older technically. Walk along a strand, strange land, come to a city gate, sentry there, old ranker too, old Tweedy’s big moustaches, leaning on a long kind of a spear. Wander through awned streets. Turbaned faces going by. Dark caves of carpet shops, big man, Turko the terrible, seated crosslegged, smoking a coiled pipe. Cries of sellers in the streets. Drink water scented with fennel, sherbet. Dander along all day. Might meet a robber or two. Well, meet him. Getting on to sundown. The shadows of the mosques among the pillars: priest with a scroll rolled up. A shiver of the trees, signal, the evening wind. I pass on. Fading gold sky. A mother watches me from her doorway. She calls her children home in their dark language. High wall: beyond strings twanged. Night sky, moon, violet, colour of Molly’s new garters. Strings. Listen. A girl playing one of those instruments what do you call them: dulcimers. I pass."
        ]
    },
    "Ireland": {
        "nominatim": [
            52.865196,
            -7.9794599
        ],
        "lines": [
            28
        ],
        "count": 1,
        "text": [
            "Probably not a bit like it really. Kind of stuff you read: in the track of the sun. Sunburst on the titlepage. He smiled, pleasing himself. What Arthur Griffith said about the headpiece over the _Freeman_ leader: a homerule sun rising up in the northwest from the laneway behind the bank of Ireland. He prolonged his pleased smile. Ikey touch that: homerule sun rising up in the northwest."
        ]
    },
    "Leitrim": {
        "nominatim": [
            54.140162200000006,
            -8.052478216276088
        ],
        "lines": [
            37
        ],
        "count": 1,
        "text": [
            "Where do they get the money? Coming up redheaded curates from the county Leitrim, rinsing empties and old man in the cellar. Then, lo and behold, they blossom out as Adam Findlaters or Dan Tallons. Then think of the competition. General thirst. Good puzzle would be cross Dublin without passing a pub. Save it they can’t. Off the drunks perhaps. Put down three and carry five. What is that, a bob here and there, dribs and drabs. On the wholesale orders perhaps. Doing a double shuffle with the town travellers. Square it you with the boss and we’ll split the job, see?"
        ]
    },
    "Dublin": {
        "nominatim": [
            53.3493795,
            -6.2605593
        ],
        "lines": [
            37
        ],
        "count": 1,
        "text": [
            "Where do they get the money? Coming up redheaded curates from the county Leitrim, rinsing empties and old man in the cellar. Then, lo and behold, they blossom out as Adam Findlaters or Dan Tallons. Then think of the competition. General thirst. Good puzzle would be cross Dublin without passing a pub. Save it they can’t. Off the drunks perhaps. Put down three and carry five. What is that, a bob here and there, dribs and drabs. On the wholesale orders perhaps. Doing a double shuffle with the town travellers. Square it you with the boss and we’ll split the job, see?"
        ]
    },
    "Kinnereth": {
        "nominatim": [],
        "lines": [
            42
        ],
        "count": 1,
        "text": [
            "He took a page up from the pile of cut sheets: the model farm at Kinnereth on the lakeshore of Tiberias. Can become ideal winter sanatorium. Moses Montefiore. I thought he was. Farmhouse, wall round it, blurred cattle cropping. He held the page from him: interesting: read it nearer, the title, the blurred cropping cattle, the page rustling. A young white heifer. Those mornings in the cattlemarket, the beasts lowing in their pens, branded sheep, flop and fall of dung, the breeders in hobnailed boots trudging through the litter, slapping a palm on a ripemeated hindquarter, there’s a prime one, unpeeled switches in their hands. He held the page aslant patiently, bending his senses and his will, his soft subject gaze at rest. The crooked skirt swinging, whack by whack by whack."
        ]
    },
    "Tiberias": {
        "nominatim": [],
        "lines": [
            42
        ],
        "count": 1,
        "text": [
            "He took a page up from the pile of cut sheets: the model farm at Kinnereth on the lakeshore of Tiberias. Can become ideal winter sanatorium. Moses Montefiore. I thought he was. Farmhouse, wall round it, blurred cattle cropping. He held the page from him: interesting: read it nearer, the title, the blurred cropping cattle, the page rustling. A young white heifer. Those mornings in the cattlemarket, the beasts lowing in their pens, branded sheep, flop and fall of dung, the breeders in hobnailed boots trudging through the litter, slapping a palm on a ripemeated hindquarter, there’s a prime one, unpeeled switches in their hands. He held the page aslant patiently, bending his senses and his will, his soft subject gaze at rest. The crooked skirt swinging, whack by whack by whack."
        ]
    },
    "Jaffa": {
        "nominatim": [
            53.347234,
            -6.2569062
        ],
        "lines": [
            55,
            57
        ],
        "count": 2,
        "text": [
            "He walked back along Dorset street, reading gravely. Agendath Netaim: planters’ company. To purchase waste sandy tracts from Turkish government and plant with eucalyptus trees. Excellent for shade, fuel and construction. Orangegroves and immense melonfields north of Jaffa. You pay eighty marks and they plant a dunam of land for you with olives, oranges, almonds or citrons. Olives cheaper: oranges need artificial irrigation. Every year you get a sending of the crop. Your name entered for life as owner in the book of the union. Can pay ten down and the balance in yearly instalments. Bleibtreustrasse 34, Berlin, W. 15.",
            "He looked at the cattle, blurred in silver heat. Silverpowdered olivetrees. Quiet long days: pruning, ripening. Olives are packed in jars, eh? I have a few left from Andrews. Molly spitting them out. Knows the taste of them now. Oranges in tissue paper packed in crates. Citrons too. Wonder is poor Citron still in Saint Kevin’s parade. And Mastiansky with the old cither. Pleasant evenings we had then. Molly in Citron’s basketchair. Nice to hold, cool waxen fruit, hold in the hand, lift it to the nostrils and smell the perfume. Like that, heavy, sweet, wild perfume. Always the same, year after year. They fetched high prices too, Moisel told me. Arbutus place: Pleasants street: pleasant old times. Must be without a flaw, he said. Coming all that way: Spain, Gibraltar, Mediterranean, the Levant. Crates lined up on the quayside at Jaffa, chap ticking them off in a book, navvies handling them barefoot in soiled dungarees. There’s whatdoyoucallhim out of. How do you? Doesn’t see. Chap you know just to salute bit of a bore. His back is like that Norwegian captain’s. Wonder if I’ll meet him today. Watering cart. To provoke the rain. On earth as it is in heaven."
        ]
    },
    "Berlin": {
        "nominatim": [
            52.8366564,
            -6.9237523
        ],
        "lines": [
            55
        ],
        "count": 1,
        "text": [
            "He walked back along Dorset street, reading gravely. Agendath Netaim: planters’ company. To purchase waste sandy tracts from Turkish government and plant with eucalyptus trees. Excellent for shade, fuel and construction. Orangegroves and immense melonfields north of Jaffa. You pay eighty marks and they plant a dunam of land for you with olives, oranges, almonds or citrons. Olives cheaper: oranges need artificial irrigation. Every year you get a sending of the crop. Your name entered for life as owner in the book of the union. Can pay ten down and the balance in yearly instalments. Bleibtreustrasse 34, Berlin, W. 15."
        ]
    },
    "Spain": {
        "nominatim": [
            53.0121815,
            -8.3105642
        ],
        "lines": [
            57
        ],
        "count": 1,
        "text": [
            "He looked at the cattle, blurred in silver heat. Silverpowdered olivetrees. Quiet long days: pruning, ripening. Olives are packed in jars, eh? I have a few left from Andrews. Molly spitting them out. Knows the taste of them now. Oranges in tissue paper packed in crates. Citrons too. Wonder is poor Citron still in Saint Kevin’s parade. And Mastiansky with the old cither. Pleasant evenings we had then. Molly in Citron’s basketchair. Nice to hold, cool waxen fruit, hold in the hand, lift it to the nostrils and smell the perfume. Like that, heavy, sweet, wild perfume. Always the same, year after year. They fetched high prices too, Moisel told me. Arbutus place: Pleasants street: pleasant old times. Must be without a flaw, he said. Coming all that way: Spain, Gibraltar, Mediterranean, the Levant. Crates lined up on the quayside at Jaffa, chap ticking them off in a book, navvies handling them barefoot in soiled dungarees. There’s whatdoyoucallhim out of. How do you? Doesn’t see. Chap you know just to salute bit of a bore. His back is like that Norwegian captain’s. Wonder if I’ll meet him today. Watering cart. To provoke the rain. On earth as it is in heaven."
        ]
    },
    "Sodom": {
        "nominatim": [],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "No, not like that. A barren land, bare waste. Vulcanic lake, the dead sea: no fish, weedless, sunk deep in the earth. No wind could lift those waves, grey metal, poisonous foggy waters. Brimstone they called it raining down: the cities of the plain: Sodom, Gomorrah, Edom. All dead names. A dead sea in a dead land, grey and old. Old now. It bore the oldest, the first race. A bent hag crossed from Cassidy’s, clutching a naggin bottle by the neck. The oldest people. Wandered far away over all the earth, captivity to captivity, multiplying, dying, being born everywhere. It lay there now. Now it could bear no more. Dead: an old woman’s: the grey sunken cunt of the world."
        ]
    },
    "Gomorrah": {
        "nominatim": [],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "No, not like that. A barren land, bare waste. Vulcanic lake, the dead sea: no fish, weedless, sunk deep in the earth. No wind could lift those waves, grey metal, poisonous foggy waters. Brimstone they called it raining down: the cities of the plain: Sodom, Gomorrah, Edom. All dead names. A dead sea in a dead land, grey and old. Old now. It bore the oldest, the first race. A bent hag crossed from Cassidy’s, clutching a naggin bottle by the neck. The oldest people. Wandered far away over all the earth, captivity to captivity, multiplying, dying, being born everywhere. It lay there now. Now it could bear no more. Dead: an old woman’s: the grey sunken cunt of the world."
        ]
    },
    "Edom": {
        "nominatim": [],
        "lines": [
            59
        ],
        "count": 1,
        "text": [
            "No, not like that. A barren land, bare waste. Vulcanic lake, the dead sea: no fish, weedless, sunk deep in the earth. No wind could lift those waves, grey metal, poisonous foggy waters. Brimstone they called it raining down: the cities of the plain: Sodom, Gomorrah, Edom. All dead names. A dead sea in a dead land, grey and old. Old now. It bore the oldest, the first race. A bent hag crossed from Cassidy’s, clutching a naggin bottle by the neck. The oldest people. Wandered far away over all the earth, captivity to captivity, multiplying, dying, being born everywhere. It lay there now. Now it could bear no more. Dead: an old woman’s: the grey sunken cunt of the world."
        ]
    },
    "Greece": {
        "nominatim": [
            53.3349465,
            -6.253647150372279
        ],
        "lines": [
            126
        ],
        "count": 1,
        "text": [
            "The _Bath of the Nymph_ over the bed. Given away with the Easter number of _Photo Bits_: Splendid masterpiece in art colours. Tea before you put milk in. Not unlike her with her hair down: slimmer. Three and six I gave for the frame. She said it would look nice over the bed. Naked nymphs: Greece: and for instance all the people that lived then."
        ]
    },
    "Owel": {
        "nominatim": [
            53.56493305,
            -7.354603177808343
        ],
        "lines": [
            135
        ],
        "count": 1,
        "text": [
            "Thanks ever so much for the lovely birthday present. It suits me splendid. Everyone says I am quite the belle in my new tam. I got mummy’s lovely box of creams and am writing. They are lovely. I am getting on swimming in the photo business now. Mr Coghlan took one of me and Mrs. Will send when developed. We did great biz yesterday. Fair day and all the beef to the heels were in. We are going to lough Owel on Monday with a few friends to make a scrap picnic. Give my love to mummy and to yourself a big kiss and thanks. I hear them at the piano downstairs. There is to be a concert in the Greville Arms on Saturday. There is a young student comes here some evenings named Bannon his cousins or something are big swells and he sings Boylan’s (I was on the pop of writing Blazes Boylan’s) song about those seaside girls. Tell him silly Milly sends my best respects. I must now close with fondest love"
        ]
    },
    "Denzille": {
        "nominatim": [
            53.3410088,
            -6.2472496
        ],
        "lines": [
            139
        ],
        "count": 1,
        "text": [
            "Fifteen yesterday. Curious, fifteenth of the month too. Her first birthday away from home. Separation. Remember the summer morning she was born, running to knock up Mrs Thornton in Denzille street. Jolly old woman. Lot of babies she must have helped into the world. She knew from the first poor little Rudy wouldn’t live. Well, God is good, sir. She knew at once. He would be eleven now if he had lived."
        ]
    },
    "Virginia": {
        "nominatim": [
            53.8350708,
            -7.0831588
        ],
        "lines": [
            158
        ],
        "count": 1,
        "text": [
            "He bent down to regard a lean file of spearmint growing by the wall. Make a summerhouse here. Scarlet runners. Virginia creepers. Want to manure the whole place over, scabby soil. A coat of liver of sulphur. All soil like that without dung. Household slops. Loam, what is this that is? The hens in the next garden: their droppings are very good top dressing. Best of all though are the cattle, especially when they are fed on those oilcakes. Mulch of dung. Best thing to clean ladies’ kid gloves. Dirty cleans. Ashes too. Reclaim the whole place. Grow peas in that corner there. Lettuce. Always have fresh greens then. Still gardens have their drawbacks. That bee or bluebottle here Whitmonday."
        ]
    },
    "London": {
        "nominatim": [
            51.51897835,
            -0.13758160573183548
        ],
        "lines": [
            162
        ],
        "count": 1,
        "text": [
            "Asquat on the cuckstool he folded out his paper, turning its pages over on his bared knees. Something new and easy. No great hurry. Keep it a bit. Our prize titbit: _Matcham’s Masterstroke_. Written by Mr Philip Beaufoy, Playgoers’ Club, London. Payment at the rate of one guinea a column has been made to the writer. Three and a half. Three pounds three. Three pounds, thirteen and six."
        ]
    }
}